[{"ID":"EL000001", "Name":"Fendrr", "NCBI_gene_Id":"68790", "Aliases":"Foxf1 adjacent non-coding developmental regulatory RNA;LL66; linc-F; lincFoxf1; linc-Foxf1a; 1110050K14Rik", "Reason":"The mouse knock-out model of Fendrr was seen to have defects in lungs, heart and gastrointestinal tract.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"This gene encodes a spliced long non-coding RNA transcribed from a bidirectional promoter shared with Foxf1 on the opposite strand. The encoded transcript is essential for normal development of the heart and body wall. It is thought to act by binding to polycomb repressive complex 2 (PRC2) and/or TrxG/MLL complexes to promote the methylation of the promoters of target genes, thus reducing their expression. It plays a role in cell fate determination in tissues derived from the lateral plate mesoderm. Knockout models reveal loss of this gene is lethal in mice. Alternatively spliced transcript variants have been identified.", "PMID":"24381249", "fId":1, "NONCODEId":"NONMMUG041781.3"},
 {"ID":"EL000002", "Name":"Gm38509", "NCBI_gene_Id":"102638436", "Aliases":"predicted gene, 38509;Peril", "Reason":"peril knockout mice have reduced viability and die shortly after birth.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"N.A.", "PMID":"24381249", "fId":2, "NONCODEId":"NONMMUG026355.2"},
 {"ID":"EL000003", "Name":"Haglr", "NCBI_gene_Id":"102634678", "Aliases":"Hoxd antisense growth associated long non-coding RNA;Mdgt; Hoxd-as1; 6720416L17Rik", "Reason":"Deletion of Mdgt results in viability defects.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"multicellular organism growth.(GO:0035264)", "PMID":"24381249", "fId":3, "NONCODEId":"NONMMUG023454.3"},
 {"ID":"EL000004", "Name":"Pantr2", "NCBI_gene_Id":"66620", "Aliases":"POU domain, class 3, transcription factor 3 adjacent noncoding transcript 2;Pou3f; linc-; Pou3f3os2; linc-Brn1b; 2610207O16Rik", "Reason":"linc–Brn1b knockout mice exhibit a decrease in proliferation of cortical progenitors in vivo, and that this defect is restricted to a specific subpopulation of progenitors in the SVZ of the developing cortex.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"Acts upstream of or within cerebellar cortex structural organization; homeostasis of number of cells within a tissue; and regulation of gene expression. Located in cytoplasm and nucleus. Is expressed in brain; cortical layer V; hippocampus CA1; lateral habenular nucleus; and medial habenular nucleus.(GO:0005737,GO:0005634, GO:0021698,GO:0048873,GO:0035264)", "PMID":"24381249", "fId":4, "NONCODEId":"NONMMUG000508.2"},
 {"ID":"EL000005", "Name":"Lncpint", "NCBI_gene_Id":"232685", "Aliases":"long non-protein coding RNA, Trp53 induced transcript;P; Li; Lin; Pint; AB04180; Lincpint; MNCb-176; MNCb-1768; linc-Pint", "Reason":"In mouse cells, Pint promotes cell proliferation and survival by regulating the expression of genes of the TGF-b, MAPK and p53 pathways. Pint is necessary for regulation of normal cell growth and proliferation, and in the presence of DNA damage, Pint acts as a negative regulator of cell cycle arrest and as a pro-survival molecule, modulating the effect of p53 activation through a negative autoregulatory mechanism.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"Involved in several processes, including adipose tissue development; adult somatic muscle development; and hair follicle development. Orthologous to human LINC-PINT (long intergenic non-protein coding RNA, p53 induced transcript).", "PMID":"24070194", "fId":5, "NONCODEId":"NONMMUG034886.3"},
 {"ID":"EL000006", "Name":"LINC-PINT", "NCBI_gene_Id":"378805", "Aliases":"long intergenic non-protein coding RNA, p53 induced transcript;PINT; MKLN1-AS1; LincRNA-Pint", "Reason":"LINC-PINT suppresses tumour cell proliferation, migration and invasion through targeting miR-374a-5p in ovarian cancer.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"Predicted to act upstream of or within several processes, including adipose tissue development; adult somatic muscle development; and hair follicle development.", "PMID":"32638404", "fId":6, "NONCODEId":"NONHSAG097344.2"},
 {"ID":"EL000007", "Name":"Tsix", "NCBI_gene_Id":"22097", "Aliases":"X (inactive)-specific transcript, opposite strand", "Reason":"Tsix plays a crucial role in maintaining Xist silencing in cis and in regulation of imprinted X-inactivation in the extra-embryonic tissues.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"Acts upstream of or within epigenetic maintenance of chromatin in transcription-competent conformation; inactivation of paternal X chromosome; and negative regulation of transcription by RNA polymerase II. Is expressed in several structures, including early conceptus; liver; placenta; and retina nuclear layer. Orthologous to human TSIX (TSIX transcript, XIST antisense RNA).(GO:0005515，GO:0032403，GO:0048096，GO:0009048，GO:0060817，GO:0000122)", "PMID":"11262229", "fId":7, "NONCODEId":"NONMMUG045568.3"},
 {"ID":"EL000008", "Name":"Dnm3os", "NCBI_gene_Id":"474332", "Aliases":"dynamin 3, opposite strand", "Reason":"Dnm3os,is Required for Normal Growth and Skeletal Development in Mice.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"Acts upstream of or within bone mineralization and skeletal system development. Is expressed in several structures, including alimentary system; embryo mesenchyme; genitourinary system; heart; and limb.(GO:0003674 ,GO:0005575,GO:0030282, GO:0001501)", "PMID":"18985749", "fId":8, "NONCODEId":"NONMMUG002239.2"},
 {"ID":"EL000009", "Name":"EPB41L4A-DT", "NCBI_gene_Id":"54508", "Aliases":"EPB41L4A divergent transcript ;EPB41L4A-AS2", "Reason":"The long non-coding RNA EPB41L4A-AS2 inhibits tumor proliferation and is associated with favorable prognoses in breast cancer and other solid tumors.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"26980733", "fId":9, "NONCODEId":"NONHSAG041250.2"},
 {"ID":"EL000010", "Name":"Mir124a-1hg", "NCBI_gene_Id":"268755", "Aliases":"Mir124-1 host gene (non-protein coding);Rn; Rncr3; mir-3078; mir-124-1; A930011O12Rik", "Reason":"the miR-124 promoted the differentiation of neuronal cells from BMMSCs, and this mechanism was miR-124 reduced the expression of PTBP1, increased the expression of PTBP2.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"Involved in several processes, including gene silencing by miRNA; long-term synaptic potentiation; and sensory perception of sound.", "PMID":"25697062", "fId":10, "NONCODEId":"NONMMUG013211.2"},
 {"ID":"EL000011", "Name":"Meg3", "NCBI_gene_Id":"17263", "Aliases":"maternally expressed 3;Gtl; Gtl2; R74756; R75394; AI425946; AW108224; D12Bwg1266e; 2900016C05Rik; 3110050O07Rik; 6330408G06Rik", "Reason":"Maternal deletion of the Meg3 gene in mice results in skeletal muscle defects and perinatal death.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"This gene is paternally-imprinted and thus expressed predominantly from the maternal allele. It generates alternatively-spliced long non protein-coding RNAs that overlap with the microRNAs Mir770 and Mir1906-1. Transcripts from this gene function as negative regulators of growth and may be down-regulated in tumor cells. This gene is expressed in a reciprocal pattern from the nearby Dlk1 (delta-like 1 homolog) gene, which is paternally-expressed. Deletion of this locus disrupts imprinting in this genomic region and results in perinatal morbidity.", "PMID":"22393162", "fId":11, "NONCODEId":"NONMMUG009962.3"},
 {"ID":"EL000012", "Name":"MEG3", "NCBI_gene_Id":"55384", "Aliases":"maternally expressed 3;GTL2; FP504; prebp1; PRO0518; PRO2160; LINC00023; NCRNA00023; onco-lncRNA-83", "Reason":"MEG3 induces accumulation of p53 (TP53) protein, stimulates transcription from a p53-dependent promoter, and selectively regulates p53 target gene expression.MEG3 is a lncRNA tumor suppressor.Loss of MEG3 expression in various human tumors has been well documented. Re-expression of MEG3 inhibits proliferation, induces apoptosis, and inhibits anchorage-independent growth of human tumor cells.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene is a maternally expressed imprinted gene. Multiple alternatively spliced transcript variants have been transcribed from this gene and all of them are long non-coding RNAs (lncRNAs). This gene is expressed in many normal tissues, but its expression is lost in multiple cancer cell lines of various tissue origins. It inhibits tumor cell proliferation in vitro. It also interacts with the tumor suppressor p53, and regulates p53 target gene expression. Its deletion enhances angiogenesis in vivo. Many experimental evidences demonstrate that this gene is a lncRNA tumor suppressor.", "PMID":"22393162", "fId":12, "NONCODEId":"NONHSAG069030.2"},
 {"ID":"EL000013", "Name":"LINC00261", "NCBI_gene_Id":"140828", "Aliases":"long intergenic non-protein coding RNA 261;ALIEN; DEANR1; FALCOR; HCCDR1; C20orf56; NCRNA00261; TCONS_00027846; onco-lncRNA-17", "Reason":"LINC00261 as a tumor suppressor that blocks cellular proliferation by activating the DNA damage response and suggest that epigenetic therapy to inhibit DNA methylation may enhance treatment of LUAD.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a long non-coding RNA that acts as a negative regulator of cell growth. This transcript may promote differentiation and apoptosis.", "PMID":"30796052", "fId":13, "NONCODEId":"NONHSAG031452.2"},
 {"ID":"EL000014", "Name":"CCAT2", "NCBI_gene_Id":"101805488", "Aliases":"colon cancer associated transcript 2;NCCP1; LINC00873", "Reason":"Knockdown of long non coding RNA CCAT2 suppresses the progression of thyroid cancer by inhibiting the Wnt/β catenin pathway.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a long non-coding RNA that is upregulated in colon cancer and other cancers. This transcript promotes cell proliferation and suppresses apoptosis. It negatively regulates the biogenesis of microRNA 145.", "PMID":"33125134", "fId":14, "NONCODEId":"NONHSAG099120.1"},
 {"ID":"EL000015", "Name":"Chaserr", "NCBI_gene_Id":"69170", "Aliases":"CHD2 adjacent suppressive regulatory RNA ;linc2025; 1810026B05Rik", "Reason":"Loss of Chaserr in mice leads to early postnatal lethality in homozygous mice, and severe growth retardation in heterozygotes.Regulation of CHD2 expression by the Chaserr long noncoding RNA gene is essential for viability.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"Involved in several processes, including adipose tissue development; regulation of gene expression; and thymus development. Is active in chromatin and nucleus. Is expressed in brain; embryo; liver; spleen; and thymus. Orthologous to human CHASERR (CHD2 adjacent suppressive regulatory RNA).", "PMID":"31704914", "fId":15, "NONCODEId":"NONMMUG038355.2"},
 {"ID":"EL000016", "Name":"LIVAR", "NCBI_gene_Id":"102724895", "Aliases":"liver cell viability associated lncRNA;lnc18q22.2", "Reason":"knockdown of lnc18q22.1 resulted phenotypes ranging from reduced cell growth to lethality.", "Role":"General", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"28073183", "fId":16, "NONCODEId":"NONHSAG024117.2"},
 {"ID":"EL000017", "Name":"Xist", "NCBI_gene_Id":"213742", "Aliases":"X-inactive specific transcript;AI314753; A430022B11", "Reason":"Xist suppresses hematologic cancer.Deleting Xist is sufficient to induce an aggressive and lethal blood cancer.upregulation of X-linked genes after deleting Xist leads to genome-wide changes in key developmental and homeostatic pathways, which in turn drive progression toward cancer.", "Role":"Tumor suppressor gene", "Organism":"Mouse", "Gene_Ontology_Annotations":"X inactivation is an early developmental process in mammalian females that transcriptionally silences one of the pair of X chromosomes, thus providing dosage equivalence between males and females. The process is regulated by several factors, including a region of chromosome X called the X inactivation center (XIC). The XIC comprises several non-coding and protein-coding genes, and this gene was the first non-coding gene identified within the XIC. This gene is expressed exclusively from the XIC of the inactive X chromosome. It is essential for the initiation and spread of X-inactivation. It silences hundreds of genes by recruiting and tethering repressive chromatin-modifying complexes to the inactive X chromosome. Alternatively spliced transcript variants have been identified.", "PMID":"23415223", "fId":17, "NONCODEId":"NONMMUG045569.3"},
 {"ID":"EL000018", "Name":"XIST", "NCBI_gene_Id":"7503", "Aliases":"X inactive specific transcript;SXI1; swd66; DXS1089; DXS399E; LINC00001;NCRNA00001", "Reason":"Upregulation of long noncoding RNA XIST has anticancer effects on ovarian cancer through sponging miR-106a.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"X inactivation is an early developmental process in mammalian females that transcriptionally silences one of the pair of X chromosomes, thus providing dosage equivalence between males and females. The process is regulated by several factors, including a region of chromosome X called the X inactivation center (XIC). The XIC comprises several non-coding and protein-coding genes, and this gene was the first non-coding gene identified within the XIC. This gene is expressed exclusively from the XIC of the inactive X chromosome, and is essential for the initiation and spread of X-inactivation. The transcript is a spliced RNA. Alternatively spliced transcript variants have been identified, but their full length sequences have not been determined. Mutations in the XIST promoter cause familial skewed X inactivation.", "PMID":"33400246", "fId":18, "NONCODEId":"NONHSAG054780.3"},
 {"ID":"EL000019", "Name":"Gm12610", "NCBI_gene_Id":"102633081", "Aliases":"predicted gene 12610;ANRIL; Gm12609", "Reason":"Overexpression of long non-coding RNA ANRIL promotes post-ischaemic angiogenesis and improves cardiac functions by targeting Akt.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"N.A.", "PMID":"32400082", "fId":19, "NONCODEId":"NONMMUG029813.3"},
 {"ID":"EL000020", "Name":"TUG1", "NCBI_gene_Id":"55000", "Aliases":"taurine upregulated gene 1;TI-227H; LINC00080; NCRNA00080", "Reason":"knockdown of TUG1 could impair HCC cells proliferation, invasion and induce cell apoptosis both in vitro and vivo.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"Involved in photoreceptor cell development and regulation of gene expression. Localizes to nucleus. Is expressed in several structures, including central nervous system; heart; olfactory epithelium; retina; and spleen. Orthologous to human TUG1 (taurine up-regulated 1).", "PMID":"26336870", "fId":20, "NONCODEId":"NONHSAG033691.3"},
 {"ID":"EL000021", "Name":"GAS5", "NCBI_gene_Id":"60674", "Aliases":"growth arrest specific 5 ;SNHG2; NCRNA00030", "Reason":"growth arrest-specific transcript 5 (GAS5) that induces apoptosis in breast and prostate cancers by inhibiting several responsive genes leading to altering various cellular processes.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a spliced long non-coding RNA and is a member of the 5' terminal oligo-pyrimidine class of genes. It is a small nucleolar RNA host gene, containing multiple C/D box snoRNA genes in its introns. Part of the secondary RNA structure of the encoded transcript mimics glucocorticoid response element (GRE) which means it can bind to the DNA binding domain of the glucocorticoid receptor (nuclear receptor subfamily 3, group C, member 1). This action blocks the glucocorticoid receptor from being activated and thereby stops it from regulating the transcription of its target genes. This transcript is also thought to regulate the transcriptional activity of other receptors, such as androgen, progesterone and mineralocorticoid receptors, that can bind to its GRE mimic region. Multiple functions have been associated with this transcript, including cellular growth arrest and apoptosis. It has also been identified as a potential tumor suppressor, with its down-regulation associated with cancer in multiple different tissues.", "PMID":"23443164", "fId":21, "NONCODEId":"NONHSAG003504.3"},
 {"ID":"EL000022", "Name":"LncRNA-AF113014", "NCBI_gene_Id":"N.A.", "Aliases":"N.A.", "Reason":"AF113014 acts as a tumor suppressor by regulating the expression of the tumor suppressor gene,Egr2 through interaction with miR-20a causing a decrease in cellular proliferation", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"28542387", "fId":22, "NONCODEId":"N.A."},
 {"ID":"EL000023", "Name":"UC.134", "NCBI_gene_Id":"110599565", "Aliases":"long non-coding RNA uc.134", "Reason":"Uc.134 is reported to be significantly downregulated in HCC cells; its overexpression suppresses HCC  by inhibiting cellular invasion and proliferation via repression of CUL4-mediated ubiquitination of LATS1 and activation of YAPS127 phosphorylation.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"28420424", "fId":23, "NONCODEId":"N.A."},
 {"ID":"EL000024", "Name":"SRA1", "NCBI_gene_Id":"10011", "Aliases":"steroid receptor RNA activator 1;SRA; SRAP; STRAA1; pp7684", "Reason":"SRA1 is one of the downregulated RNAs in HCC cells that serves as a tumor suppressive through  its regulation of tumor size and serum glucose levels.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"Both long non-coding and protein-coding RNAs are transcribed from this gene, and they represent alternatively spliced transcript variants. This gene was initially defined as a non-coding RNA, which is a coactivator for several nuclear receptors (NRs) and is associated with breast cancer. It has now been found that this gene is involved in the regulation of many NR and non-NR activities, including metabolism, adipogenesis and chromatin organization. The long non-coding RNA transcripts interact with a variety of proteins, including the protein encoded by this gene. The encoded protein acts as a transcriptional repressor by binding to the non-coding RNA.", "PMID":"28085012", "fId":24, "NONCODEId":"NONHSAG112716.1"},
 {"ID":"EL000025", "Name":"DGCR5", "NCBI_gene_Id":"26220", "Aliases":"DiGeorge syndrome critical region gene 5 ;DGCR10, DGCR9, DGS-A, DGS-B, LINC00037, NCRNA00037, POM121L5P", "Reason":"LncRNA DGCR5 plays a tumor-suppressive role in glioma via the miR-21/Smad7 and miR-23a/PTEN axes.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"33085646", "fId":25, "NONCODEId":"NONHSAG033254.3"},
 {"ID":"EL000026", "Name":"ZNF674-AS1", "NCBI_gene_Id":"401588", "Aliases":"ZNF674 antisense RNA 1 (head to head)", "Reason":"lncRNA ZNF674-AS1 is found to be downregulated in HCC patients with significant relation to poor  prognosis in patients;low ZNF674-AS1 expression was significantly associated with clinical stage, histopathologic grading, and cancer distal metastasis. The Kaplan–Meier analysis showed that patients with low levels of ZNF674-AS1 expression tended to live a shorter life than those with high levels.ZNF674-AS1 may be a tumor suppressor gene.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"27896271", "fId":26, "NONCODEId":"NONHSAG054360.3"},
 {"ID":"EL000027", "Name":"ZFAS1", "NCBI_gene_Id":"441951", "Aliases":"ZNFX1 antisense RNA 1;HSUP1; HSUP2; C20orf199; ZNFX1-AS1; NCRNA00275", "Reason":"ZNFX1-AS1 is significantly downregulated in HCC  and its overexpression suppressed cell proliferation,  colony formation and promoted cell apoptosis.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene represents a snoRNA host gene that produces a non-coding RNA. Increased expression or amplification of this locus is associated with cancer progression and metastasis. This transcript regulates expression of genes involved in differentiation. It may act a molecular sponge for microRNAs. Alternatively spliced transcript variants have been observed.", "PMID":"27574442", "fId":27, "NONCODEId":"NONHSAG081583.2"},
 {"ID":"EL000028", "Name":"LINC00052", "NCBI_gene_Id":"145978", "Aliases":"long intergenic non-protein coding RNA 52 ;TMEM83; NCRNA00052", "Reason":"LINC00052 is one of the tumor  suppressor lncRNAs as its upregulation inhibit cell invasion and proliferation abilities of HCC cells which is achieved through regulating NTRK3 expression by establishing complementary base pairing with miR-128 and miR-485-3p.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"27351280", "fId":28, "NONCODEId":"NONHSAG017783.2"},
 {"ID":"EL000029", "Name":"PRAL", "NCBI_gene_Id":"109245082", "Aliases":"p53 regulation associated lncRNA;lncRNA-PRAL", "Reason":"PRAL is a tumor suppressor lncRNA present on chromosome 17p13.1 usually in low levels in HCC patients and its overexpression inhibits tumor growth. This occurs due to the binding of PRAL to HSP90 which enhances its binding to p53,opposes MDM2 induced p53 degradation hence promoting HCC cell apoptosis.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"27275496", "fId":29, "NONCODEId":"N.A."},
 {"ID":"EL000030", "Name":"CPS1-IT1", "NCBI_gene_Id":"29034", "Aliases":"CPS1 intronic transcript 1;CPS1IT; CPS1-IT; CPS1IT1; PRO0132", "Reason":"Long noncoding RNA CPS1-IT1 suppresses the metastasis of hepatocellular carcinoma by regulating HIF-1α activity and inhibiting epithelial-mesenchymal transition.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene does not encode a protein, and it is located within an intron of the gene encoding carbamoyl-phosphate synthetase 1.", "PMID":"27248828", "fId":30, "NONCODEId":"NONHSAG030410.2"},
 {"ID":"EL000031", "Name":"TUSC7", "NCBI_gene_Id":"285194", "Aliases":"tumor suppressor candidate 7;LSAMPAS3; LINC00902; LSAMP-AS1; LSAMP-AS3; NCRNA00295", "Reason":"TUSC7 acts as tumor suppressor through the TUSC7-miR-10a-EphA4 axis leading to EMT suppression.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"27002617", "fId":31, "NONCODEId":"NONHSAG035806.2"},
 {"ID":"EL000032", "Name":"WT1-AS", "NCBI_gene_Id":"51352", "Aliases":"WT1 antisense RNA ;WIT1; WIT-1; WT1AS; WT1-AS1", "Reason":"WT1-AS may function as a tumor suppressor in HCC by reversing the oncogenic effects of WT1. WT1-AS downregulates WT1 expression in HCC tumors and promotes apoptosis by binding to the promoter region of WT1.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene is located upstream of the Wilms tumor 1 (WT1) gene; these two genes are bi-directionally transcribed from the same promoter region. This gene is imprinted in kidney, with preferential expression from the paternal allele. Imprinting defects at chromosome 11p13 may contribute to tumorigenesis.", "PMID":"26462627", "fId":32, "NONCODEId":"NONHSAG007984.3"},
 {"ID":"EL000033", "Name":"LINC01018", "NCBI_gene_Id":"255167", "Aliases":"long intergenic non-protein coding RNA 1018 ;SRHC", "Reason":"SRHC is noncoding tumor suppressor that can inhibit HCC cell proliferation and promote its differentiation.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"25512078", "fId":33, "NONCODEId":"NONHSAG039749.3"},
 {"ID":"EL000034", "Name":"CASC2", "NCBI_gene_Id":"255082", "Aliases":"cancer susceptibility 2;C10orf5", "Reason":"CASC2 inhibits cell proliferation, migration and invasion and promotes apoptosis by inactivation of the MAPK pathway this indicates that CASC2 may act as a tumour suppressor in HCC.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"Involved in defense response to tumor cell; negative regulation of MAPK cascade; and positive regulation of cysteine-type endopeptidase activity involved in apoptotic process.", "PMID":"28621238", "fId":34, "NONCODEId":"NONHSAG006966.3"},
 {"ID":"EL000035", "Name":"TRERNA1", "NCBI_gene_Id":"100887755", "Aliases":"translation regulatory long non-coding RNA 1;treRNA; LINC00651", "Reason":"Suppression of treRNA by miR-190a significantly inhibited migration of HCC cells. This lead to reduced expression of Vimentin and SNAI1 (mesenchymal markers), as well as induced expression of E-cadherin and Claudin-1 (epithelial markers).", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"26608035", "fId":35, "NONCODEId":"NONHSAG031991.2"},
 {"ID":"EL000036", "Name":"lncKdm2b", "NCBI_gene_Id":"N.A.", "Aliases":"N.A.", "Reason":"LncKdm2b deficiency in the hematopoietic system led to reductions in the number and effector functions of ILC3s. LncKdm2b expression sustained the maintenance of ILC3s by promoting their proliferation through activation of the transcription  factor Zfp292. Mechanistically, lncKdm2b recruited the chromatin organizer Satb1 and the nuclear remodeling factor (NURF) complex onto the Zfp292 promoter to initiate its transcription.LncKdm2b deficiency abrogates blastocyst development at embryonic day 3 (E3.0), leading to early embryonic lethality.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"N.A.", "PMID":"28319097", "fId":36, "NONCODEId":"N.A."},
 {"ID":"EL000037", "Name":"Bvht", "NCBI_gene_Id":"545261", "Aliases":"braveheart long non-coding RNA;Gm20748; Braveheart", "Reason":"Bvht is necessary for activation of a core cardiovascular gene network and functions upstream of mesoderm posterior 1(MesP1), a master regulator of a common multipotent cardiovascular progenitor. Bvht interacts with SUZ12, a component of polycomb repressive complex 2 (PRC2), during cardiomyocyte differentiation, suggesting that Bvht mediates epigenetic regulation of cardiac commitment. together,Bvht plays a role in maintaining cardiac fate in neonatal cardiomyocytes.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"This gene encodes a spliced long non-coding RNA that may play a critical role in cardiovascular lineage commitment. During cardiomyocyte differentiation this transcript interacts with SUZ12, a component of polycomb repressive complex 2 (PRC2) which is known to mediate epigenetic gene silencing. It has been suggested that this transcript functions by activating a network of genes that control cardiovascular cell fate.", "PMID":"23352431", "fId":37, "NONCODEId":"N.A."},
 {"ID":"EL000038", "Name":"HOTTIP", "NCBI_gene_Id":"100316868", "Aliases":"HOXA distal transcript antisense RNA;HOXA-AS6; HOXA13-AS1; NCRNA00213", "Reason":"LncRNA HOTTIP promotes the proliferation and invasion of ovarian cancer cells by activating the MEK/ERK pathway.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a long RNA in antisense to the HOXA gene cluster. This transcript may regulate expression of HOXA genes in cis. This gene is upregulated in tumors and is implicated in the promotion of cell proliferation.", "PMID":"33000231", "fId":38, "NONCODEId":"NONHSAG047197.2"},
 {"ID":"EL000039", "Name":"NPTN-IT1", "NCBI_gene_Id":"101241892", "Aliases":"NPTN intronic transcript 1;lncRNA-LET", "Reason":"LncRNA-LET inhibits cell viability, migration and EMT while induces apoptosis by up-regulation of TIMP2 in human granulosa-like tumor cell line KGN.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"29432996", "fId":39, "NONCODEId":"NONHSAG017379.2"},
 {"ID":"EL000040", "Name":"Paupar", "NCBI_gene_Id":"103164605", "Aliases":"Pax6 upstream antisense RNA", "Reason":"The Long Noncoding RNA Paupar Modulates PAX6 Regulatory Activities to Promote Alpha Cell Development and Function.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"Exhibits chromatin binding activity. Involved in gene expression; neural precursor cell proliferation; and neurogenesis. Localizes to cytoplasm and nucleoplasm. Orthologous to human PAUPAR (PAX6 upstream antisense RNA).", "PMID":"31607563", "fId":40, "NONCODEId":"NONMMUG024063.2"},
 {"ID":"EL000041", "Name":"HULC", "NCBI_gene_Id":"728655", "Aliases":"hepatocellular carcinoma up-regulated long non-coding RNA;HCCAT1, LINC00078, NCRNA00078", "Reason":"Long non-coding RNA HULC interacts with miR-613 to regulate colon cancer growth and metastasis through targeting RTKN.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a long RNA that was discovered as upregulated in hepatocellular carcinoma and is associated with cancer progression. Expression of this transcript is regulated by microRNAs and at the transcriptional level by Sp1 family factors. The transcript may regulate gene expression by functioning as a competing RNA for microRNAs.", "PMID":"30551459", "fId":41, "NONCODEId":"NONHSAG042970.2"},
 {"ID":"EL000042", "Name":"CYTOR", "NCBI_gene_Id":"112597", "Aliases":"cytoskeleton regulator RNA;C2orf59; LINC00152; NCRNA00152", "Reason":"Long Intergenic Noncoding RNA 00152 Promotes Glioma Cell Proliferation and Invasion by Interacting with MiR-16.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a long non-coding RNA that is overexpressed in cancer cells and promotes cell proliferation and epithelial-mesenchymal transition. This RNA may bind enhancer of zeste homolog 2 and participate in the transcriptional silencing of tumor suppressor genes. It may act as a sponge for microRNAs. Alternatively spliced variants have been observed.", "PMID":"29669323", "fId":42, "NONCODEId":"NONHSAG077527.2"},
 {"ID":"EL000043", "Name":"LNCRNA-ATB", "NCBI_gene_Id":"114004396", "Aliases":"long noncoding RNA activated by TGF-beta", "Reason":"lncRNA-ATB enhanced the expression of ZEB1 and ZEB2 by competitive binding to the miR-200 family and hence,induced EMT and invasion. Furthermore, lncRNA-ATB stimulated organ colonization of disseminated tumor cells by binding IL-11 mRNA, autocrine induction of IL-11, and triggering STAT3 signalling. Generally, lncRNA-ATB promotes the invasion-metastases cascade.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"24768205", "fId":43, "NONCODEId":"NONHSAG068618.1"},
 {"ID":"EL000044", "Name":"JPX", "NCBI_gene_Id":"554203", "Aliases":"JPX transcript, XIST activator;DCBALD06, ENOX, LINC00183, NCRNA00183", "Reason":"Long noncoding RNA-JPX predicts the poor prognosis of ovarian cancer patients and promotes tumor cell proliferation, invasion and migration by the PI3K/Akt/mTOR signaling pathway.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"JPX is a nonprotein-coding RNA transcribed from a gene within the X-inactivation center (XIC; MIM 314670) that appears to participate in X chromosome inactivation", "PMID":"30556851", "fId":44, "NONCODEId":"NONHSAG054791.3"},
 {"ID":"EL000045", "Name":"AIRN", "NCBI_gene_Id":"100271873", "Aliases":"antisense of IGF2R non-protein coding RNA;AIR;IGF2RAS; IGF2R-AS; IGF2R-AS1; NCRNA00088", "Reason":"Silencing of Airn via siRNAs augmented cell death, vulnerability to cellular stress, and reduced cell migration.", "Role":"General", "Organism":"Human", "Gene_Ontology_Annotations":"Both spliced and un-spliced long non-coding RNAs are transcribed from this gene. This gene overlaps on the opposite strand the second intron of the insulin-like growth factor 2 receptor gene; a CpG island associated with the second intron denotes an active promoter that drives the expression of this gene. The related mouse gene is responsible for silencing the insulin-like growth factor 2 receptor gene and flanking genes in the imprinted gene cluster of mice. This gene may be expressed in Wilms tumors.", "PMID":"29483092", "fId":45, "NONCODEId":"NONHSAG045306.2"},
 {"ID":"EL000046", "Name":"KCNQ1OT1", "NCBI_gene_Id":"10984", "Aliases":"KCNQ1 opposite strand/antisense transcript 1;KCNQ1-AS2, KCNQ10T1, Kncq1, KvDMR1, KvLQT1-AS, LIT1, NCRNA00012", "Reason":"KCNQ1OT1 promotes ovarian cancer progression via modulating MIR-142-5p/CAPN10 axis.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"Human chromosomal region 11p15.5 contains two clusters of epigenetically-regulated genes that are expressed from only one chromosome in a parent-of-origin manner. Each cluster, or imprinted domain, is regulated by a functionally independent imprinting control region (ICR). The human CDKN1C/KCNQ1OT1 domain is regulated by an ICR located in an intron of KCNQ1, and contains at least eight genes that are expressed exclusively or preferentially from the maternally-inherited allele. The DNA of the ICR is specifically methylated on the maternally-inherited chromosome, and unmethylated on the paternally-inherited chromosome. The ICR contains the promoter of the KCNQ1OT1 gene that is exclusively expressed from the paternal allele. The KCNQ1OT1 transcript is the antisense to the KCNQ1 gene and is a unspliced long non-coding RNA. It interacts with chromatin and regulates transcription of multiple target genes through epigenetic modifications. The transcript is abnormally expressed from both chromosomes in most patients with Beckwith-Wiedemann syndrome, and the transcript also plays an important role in colorectal carcinogenesis.", "PMID":"31909901", "fId":46, "NONCODEId":"NONHSAG007431.3"},
 {"ID":"EL000047", "Name":"Trp53cor1", "NCBI_gene_Id":"100504267", "Aliases":"tumor protein p53 pathway corepressor 1;linc; Gm16197; linc-p21; lincRNA-p21", "Reason":"p53-targeted lincRNA-p21 acts as a tumor suppressor by inhibiting JAK2/STAT3 signaling pathways in head and neck squamous cell carcinoma.", "Role":"Tumor suppressor gene", "Organism":"Mouse", "Gene_Ontology_Annotations":"Involved in negative regulation of gene expression. Localizes to ribonucleoprotein complex.", "PMID":"30857539", "fId":47, "NONCODEId":"NONMMUG017913.2"},
 {"ID":"EL000048", "Name":"MIR31HG", "NCBI_gene_Id":"554202", "Aliases":"MIR31 host gene;LncHIFCAR, hsa-lnc-31", "Reason":"Long noncoding RNA MIR31HG inhibits hepatocellular carcinoma proliferation and metastasis by sponging microRNA-575 to modulate ST7L expression.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a long non-coding RNA that acts as a host gene for miR-31. This transcript may be involved in cellular pluripotency and regulate the differentiation of myoblasts and other tissues. This RNA was found to interact with Polycomb repressive proteins to repression transcription of genes involves in cell senescence.", "PMID":"30176933", "fId":48, "NONCODEId":"NONHSAG102572.2"},
 {"ID":"EL000049", "Name":"FLVCR1-DT", "NCBI_gene_Id":"642946", "Aliases":"FLVCR1 divergent transcript;LQK1; FLVCR1-AS1; NCRNA00292", "Reason":"LncRNA FLVCR1-AS1 acts as miR-513c sponge to modulate cancer cell proliferation, migration, and invasion in hepatocellular carcinoma. FLVCR1-AS1 knockdown  remarkably inhibited HCC cell proliferation, migration, and invasion in vitro and in vivo while induced cell apoptosis.In mechanism, FLVCR1-AS1 acted as a microRNA sponge of miR-513c which targeted the mRNA of MET for degradation. By directly sponging miR-513c, FLVCR1-AS1 increased MET expression in HCC and then promoted HCC growth.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"29574975", "fId":49, "NONCODEId":"NONHSAG004247.3"},
 {"ID":"EL000050", "Name":"LINC00032", "NCBI_gene_Id":"158035", "Aliases":"long intergenic non-protein coding RNA 32;C9orf14;NCRNA00032", "Reason":"An analysis of genome-wide DNA copy number alterations in melanoma tumors revealed the loss of the C9orf14 locus, located proximal to CDKN2A, in approximately one-fourth of tumors. Analysis of gene expression data in cancer cell lines and melanoma tumors suggests a loss of C9orf14 expression in melanoma tumorigenesis. So C9orf14 is a candidate tumor suppressor for nevus development and late stage melanoma at 9p21, a region frequently deleted in different types of human cancers.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"17099875", "fId":50, "NONCODEId":"NONHSAG051958.2"},
 {"ID":"EL000051", "Name":"MIR22HG", "NCBI_gene_Id":"84981", "Aliases":"MIR22 host gene；C17orf91", "Reason":"Long non‐coding RNA MIR22HG inhibits cell proliferation and migration in cholangiocarcinoma by negatively regulating the Wnt/β‐catenin signaling pathway.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"involved_in gene silencing by miRNA.", "PMID":"30856284", "fId":51, "NONCODEId":"NONHSAG020474.3"},
 {"ID":"EL000052", "Name":"DLX6-AS1", "NCBI_gene_Id":"285987", "Aliases":"DLX6 antisense RNA 1;Evf-2; DLX6AS; DLX6-AS; NCRNA00212", "Reason":"DLX6-AS1 was significantly upregulated in PCa(Prostate cancer) tissues and cells.Knockdown of DLX6-AS1 inhibited PCa progression by suppressing cell proliferation and accelerating cell apoptosis.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"Predicted to act upstream of or within positive regulation of transcription by RNA polymerase II. Predicted to be located in nucleus.", "PMID":"33035382", "fId":52, "NONCODEId":"NONHSAG048270.3"},
 {"ID":"EL000053", "Name":"NORAD", "NCBI_gene_Id":"647979", "Aliases":"non-coding RNA activated by DNA damage;LINC00657", "Reason":"LncRNA NORAD promotes proliferation, migration and angiogenesis of hepatocellular carcinoma cells through targeting miR-211-5p/FOXD1/VEGF-A axis.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"33309645", "fId":53, "NONCODEId":"NONHSAG031696.3"},
 {"ID":"EL000054", "Name":"LNCTAM34A", "NCBI_gene_Id":"102724571", "Aliases":"long non coding transcriptional activator of miR34a;GUARDIN; LINC01759", "Reason":"GUARDIN is a p53-responsive long non-coding RNA that is essential for genomic stability.the p53-responsive lncRNA GUARDIN is important for maintaining genomic integrity under steady-state conditions and after exposure to exogenous genotoxic stress.", "Role":"General", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"29593331", "fId":54, "NONCODEId":"NONHSAG000311.3"},
 {"ID":"EL000055", "Name":"PANDAR", "NCBI_gene_Id":"101154753", "Aliases":"promoter of CDKN1A antisense DNA damage activated RNA;PANDA", "Reason":"Inhibition of lncRNA PANDAR reduces cell proliferation, cell invasion and suppresses EMT pathway in breast cancer.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a non-coding RNA that is thought to regulate the response to DNA damage. This gene is induced by tumor protein p53 and interacts with and modulates the activity of a transcription factor that induce pro-apoptotic genes. Deregulation of this gene is associated with cancer progression.", "PMID":"31104011", "fId":55, "NONCODEId":"NONHSAG094129.1"},
 {"ID":"EL000056", "Name":"BACE1-AS", "NCBI_gene_Id":"100379571", "Aliases":"BACE1 antisense RNA;BACE1-AS1, BACE1AS, NCRNA00177", "Reason":"The BACE1-antisense transcript (BACE1-AS) regulates BACE1 mRNA and subsequently BACE1 protein expression in vitro and in vivo.  this conserved noncoding antisense transcript for β-secretase-1 (BACE1) is a crucial enzyme in Alzheimer’s disease pathophysiology.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene encodes an unspliced long non-coding RNA transcribed from the opposite strand to BACE1. The encoded transcript is thought to form an RNA duplex with BACE1 mRNA thereby regulating its expression and is also thought to promote post-transcriptional feed-forward regulation of BACE1. This may lead to increased levels of beta amyloid and increased senile plaque deposition, and therefore may play a role in the pathophysiology of Alzheimer's disease.", "PMID":"33667514", "fId":56, "NONCODEId":"NONHSAG009728.2"},
 {"ID":"EL000057", "Name":"ATXN8OS", "NCBI_gene_Id":"6315", "Aliases":"ATXN8 opposite strand lncRNA;SCA8; KLHL1AS; NCRNA00003", "Reason":"Knockdown of ATXN8OS inhibited proliferation, viability and invasion in the human MCF7 and MDA-MB-231 BC cell lines.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene is an antisense transcript to the KLHL1 gene (homolog to the Drosophila KELCH gene); it does not itself appear to be protein coding. A TAC/TGC trinucleotide repeat expansion that is incorporated into this gene transcript, but not the KLHL1 transcript, causes spinocerebellar ataxia type 8. Presumably the expansion interferes with normal antisense function of this transcript.", "PMID":"31173245", "fId":57, "NONCODEId":"NONHSAG013730.2"},
 {"ID":"EL000058", "Name":"UCA1", "NCBI_gene_Id":"652995", "Aliases":"urothelial cancer associated 1,CUDR, LINC00178, NCRNA00178, UCAT1, onco-lncRNA-36", "Reason":"The lncRNA UCA1 promotes proliferation,migration, immune escape and inhibits apoptosis in gastric cancer by sponging anti-tumor miRNAs.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a long non-coding RNA that was found to be upregulated in bladder cancer and plays a regulatory role in cell proliferation. This transcript regulates several genes, including CREB (cAMP responsive element binding protein). Expression of this transcript is regulated by CCAAT/enhancer-binding protein-alpha.", "PMID":"31272462", "fId":58, "NONCODEId":"NONHSAG025011.3"},
 {"ID":"EL000059", "Name":"RMRP", "NCBI_gene_Id":"6023", "Aliases":"RNA component of mitochondrial RNA processing endoribonuclease ;CHH, NME1, RMRPR, RRP2", "Reason":"RMRP was the first non-coding nuclear RNA gene implicated in a disease. Its mutations cause cartilage-hair hypoplasia (CHH), an autosomal recessive skeletal dysplasia with growth failure, immunodeficiency, and a high risk for malignancies.", "Role":"General", "Organism":"Human", "Gene_Ontology_Annotations":"This gene encodes the RNA component of mitochondrial RNA processing endoribonuclease, which cleaves mitochondrial RNA at a priming site of mitochondrial DNA replication. This RNA also interacts with the telomerase reverse transcriptase catalytic subunit to form a distinct ribonucleoprotein complex that has RNA-dependent RNA polymerase activity and produces double-stranded RNAs that can be processed into small interfering RNA. Mutations in this gene are associated with cartilage-hair hypoplasia.", "PMID":"31551465", "fId":59, "NONCODEId":"NONHSAG052119.2"},
 {"ID":"EL000060", "Name":"RMST", "NCBI_gene_Id":"196475", "Aliases":"rhabdomyosarcoma 2 associated transcript;NCRMS; LINC00054; NCRNA00054", "Reason":"RMST played a role of tumor suppressor in TNBC through inhibiting cell proliferation, invasion and migration, enhancing cell apoptosis, and regulating cell cycle.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a long non-coding RNA that functions in neurogenesis by aiding in the association of Sox2 transcription factor to its target promoters.", "PMID":"29215701", "fId":60, "NONCODEId":"NONHSAG064962.2"},
 {"ID":"EL000061", "Name":"SNHG14", "NCBI_gene_Id":"104472715", "Aliases":"small nucleolar RNA host gene 14;115HG; LNCAT; UBE3A-AS; UBE3AATS; UBE3A-AS1; UBE3A-ATS; NCRNA00214; U-UBE3A-ATS; IC-SNURF-SNRPN", "Reason":"Overexpression of SNHG14 inhibited cell growth, induced cell apoptosis, suppressed migration and invasion by inhibiting epithelial-mesenchymal transition process.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene is located within the Prader-Willi critical region and produces a long, spliced paternally-imprinted RNA that initiates within a common upstream promoter region shared by the SNRPN (small nuclear ribonucleoprotein polypeptide N) and SNURF genes. This transcript serves as a host RNA for the small nucleolar RNA, C/D box 115 and 116 clusters. This RNA extends in antisense into the region of the ubiquitin protein ligase E3A gene (UBE3A), and is thought to regulate imprinted expression of UBE3A in the brain. This transcript undergoes extensive alternative splicing, and may initiate and terminate at multiple locations within this genomic region. The full-length structure of all splice forms is not determined.", "PMID":"31692034", "fId":61, "NONCODEId":"N.A."},
 {"ID":"EL000062", "Name":"HOTAIR", "NCBI_gene_Id":"100124700", "Aliases":"HOX transcript antisense RNA;HOXAS; HOXC-AS4; HOXC11-AS1; NCRNA00072", "Reason":"In breast tumors,the expression of HOTAIR is significantly upregulated,HOTAIR overexpression augments cancer invasiveness and metastases and its depletion inhibits cancer invasiveness. siSENSE-mediated knockdown of HOTAIR suppressed the growth of MCF7 and eventually induced apoptotic cell death. HOTAIR is a proto-oncogene and may be misregulated upon exposure to endocrine disrupting chemicals (EDCs) such as BPA and DES and that may contribute toward disease progression including carcinogenesis.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene is located within the Homeobox C (HOXC) gene cluster on chromosome 12 and is co-expressed with the HOXC genes. It functions through an RNA product, which binds lysine specific demethylase 1 (LSD1) and Polycomb repressive complex 2 (PRC2), and serves as a scaffold to assemble these regulators at the HOXD gene cluster, thereby promoting epigenetic repression of HOXD. This gene is highly expressed in multiple tumors. Alternatively spliced transcript variants have been identified.", "PMID":"26208723", "fId":62, "NONCODEId":"NONHSAG011264.3"},
 {"ID":"EL000063", "Name":"PXN-AS1", "NCBI_gene_Id":"100506649", "Aliases":"PXN antisense RNA 1;EyeLinc4", "Reason":"Long non-coding RNA PXN-AS1 suppresses pancreatic cancer progression by acting as a competing endogenous RNA of miR-3064 to upregulate PIP4K2B expression.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31488171", "fId":63, "NONCODEId":"NONHSAG012505.3"},
 {"ID":"EL000064", "Name":"FOXD3-AS1", "NCBI_gene_Id":"100996301", "Aliases":"FOXD3 antisense RNA 1 ;pasFOXD3", "Reason":"LncRNA FOXD3-AS1 promotes proliferation, invasion and migration of cutaneous malignant melanoma via regulating miR-325/MAP3K2.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31541886", "fId":64, "NONCODEId":"NONHSAG001696.3"},
 {"ID":"EL000065", "Name":"NPSR1-AS1", "NCBI_gene_Id":"404744", "Aliases":"NPSR1 antisense RNA 1 ;AAA1", "Reason":"Hypoxia-inducible long noncoding RNA NPSR1-AS1 promotes the proliferation and glycolysis of hepatocellular carcinoma cells by regulating the MAPK/ERK pathway.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene is located within a region that has been associated with asthma susceptibility. The locus is considered non-protein-coding based on lack of protein homology and a lack of experimental support for an encoded protein. Three alternatively spliced transcript variants have been identified for this gene.", "PMID":"33008585", "fId":65, "NONCODEId":"NONHSAG047319.2"},
 {"ID":"EL000066", "Name":"HOXA-AS3", "NCBI_gene_Id":"100133311", "Aliases":"HOXA cluster antisense RNA 3;HOXA6as", "Reason":"LncRNA HOXA-AS3 Sponges miR-29c to Facilitate Cell Proliferation, Metastasis, and EMT Process and Activate the MEK/ERK Signaling Pathway in Hepatocellular Carcinoma.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"30963785", "fId":66, "NONCODEId":"NONHSAG096230.2"},
 {"ID":"EL000067", "Name":"MIR99AHG", "NCBI_gene_Id":"388815", "Aliases":"mir-99a-let-7c cluster host gene;MONC; C21orf34; C21orf35; LINC00478", "Reason":"LncRNA DILA1 inhibits Cyclin D1 degradation and contributes to tamoxifen resistance in breast cancer.Knocking down DILA1 decreases Cyclin D1 protein expression, inhibits cancer cell growth and restores tamoxifen sensitivity both in vitro and in vivo.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"33139730", "fId":67, "NONCODEId":"NONHSAG083289.2"},
 {"ID":"EL000068", "Name":"E2F4", "NCBI_gene_Id":"1874", "Aliases":"E2F transcription factor 4;E2F-4", "Reason":"The knockdown of E2F4as in ovarian cancer cells led to a decrease in cell proliferation, invasion and migration and an increase in apoptosis.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"33287341", "fId":68, "NONCODEId":"N.A."},
 {"ID":"EL000069", "Name":"ZEB2-AS1", "NCBI_gene_Id":"100303491", "Aliases":"ZEB2 antisense RNA 1;ZEB2AS; ZEB2-AS; ZEB2NAT", "Reason":"Knockdown of ZEB2-AS1 attenuated the proliferative, migratory and invasive abilities, but induced apoptosis of DLD1 and SW620 cells.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a spliced long non-coding RNA which is a natural antisense transcript corresponding to the 5' UTR of zinc finger E-box binding homeobox 2 (ZEB2). It is thought that this transcript may be involved in the regulation of ZEB2 expression, and may play a role in the progression of bladder cancer.", "PMID":"32277632", "fId":69, "NONCODEId":"NONHSAG029467.3"},
 {"ID":"EL000070", "Name":"IPW", "NCBI_gene_Id":"3653", "Aliases":"imprinted in Prader-Willi syndrome ;NCRNA00002", "Reason":"Lack of expression of IPW may contribute to the PWS phenotype directly.Prader-Willi syndrome (PWS) is a neurobehavioural disorder characterized by neonatal respiratory depression, hypotonia and failure to thrive in infancy, followed by hyperphagia and obesity among other symptoms.", "Role":"General", "Organism":"Human", "Gene_Ontology_Annotations":"This gene is non-protein coding, is expressed exclusively from the paternal allele, and may play a role in the imprinting process. Mutations in this gene are associated with Prader-Willi syndrome.", "PMID":"7849716", "fId":70, "NONCODEId":"NONHSAG016307.3"},
 {"ID":"EL000071", "Name":"EGOT", "NCBI_gene_Id":"100126791", "Aliases":"eosinophil granule ontogeny transcript;EGO; NCRNA00190", "Reason":"Upregulation of lncRNA EGOT suppressed cell proliferation, migration and invasion, and induced RCC cell apoptosis.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"28901455", "fId":71, "NONCODEId":"NONHSAG034316.3"},
 {"ID":"EL000072", "Name":"Dreh", "NCBI_gene_Id":"101202683", "Aliases":"down-regulated in hepatocellular carcinoma;lncRNA-Dreh", "Reason":"lncRNA-Dreh, which can inhibit HCC growth and metastasis in vitro and in vivo, act as a tumor suppressor in the development of hepatitis B virus (HBV)-HCC. LncRNA-Dreh could combine with the intermediate filament protein vimentin and repress its expression, and thus further change the normal cytoskeleton structure to inhibit tumor metastasis.", "Role":"Tumor suppressor gene", "Organism":"Mouse", "Gene_Ontology_Annotations":"Acts upstream of or within with a negative effect on cell migration; cell population proliferation; and gene expression. Acts upstream of or within intermediate filament organization.", "PMID":"23239537", "fId":72, "NONCODEId":"NONMMUG018701.2"},
 {"ID":"EL000073", "Name":"LINC01426", "NCBI_gene_Id":"100506385", "Aliases":"long intergenic non-protein coding RNA 1426;lincRNA-uc002yug.2", "Reason":"In vitro assay revealed that knockdown of LINC01426 suppressed glioma cells proliferation, migration and invasion, and induced apoptosis.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"30338804", "fId":73, "NONCODEId":"NONHSAG082891.2"},
 {"ID":"EL000074", "Name":"MIR7-3HG", "NCBI_gene_Id":"284424", "Aliases":"MIR7-3 host gene;Huh7; PGSF1; C19orf30; LINC00306; NCRNA00306; uc002mbe.2", "Reason":"LncRNA MIR7-3HG executes a positive role in retinoblastoma progression via modulating miR-27a-3p/PEG10 axis. Knockdown of MIR7-3HG reduced the activity of Rb cells and increased the apoptosis of Rb cells, and vice versa.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"32035086", "fId":74, "NONCODEId":"NONHSAG024540.3"},
 {"ID":"EL000075", "Name":"PCAT14", "NCBI_gene_Id":"101978785", "Aliases":"prostate cancer associated transcript 14", "Reason":"Long noncoding RNA PCAT-14 induces proliferation and invasion by  hepatocellular carcinoma cells by inducing methylation of miR-372.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"28415780", "fId":75, "NONCODEId":"NONHSAG083615.1"},
 {"ID":"EL000076", "Name":"PCAT6", "NCBI_gene_Id":"100506696", "Aliases":"prostate cancer associated transcript 6;PCAN-R1; KDM5BAS1; ncRNA-a2; KDM5B-AS1; onco-lncRNA-96", "Reason":"PCAT6 knockdown significantly inhibited cellular proliferation and metastasis, as well as induced early apoptosis of lung cancer cells.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"27458097", "fId":76, "NONCODEId":"NONHSAG003976.3"},
 {"ID":"EL000077", "Name":"HEIH", "NCBI_gene_Id":"100859930", "Aliases":"hepatocellular carcinoma up-regulated EZH2-associated long non-coding RNA ;HCCAT2; LINC-HEIH; LINC00848; lncRNA-HEIH", "Reason":"LncRNA-HEIH suppresses HCC cell growth and metastasis by up-regulating miR-199a-3p.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"32572917", "fId":77, "NONCODEId":"NONHSAG042476.3"},
 {"ID":"EL000078", "Name":"MIR155HG", "NCBI_gene_Id":"114614", "Aliases":"MIR155 host gene;BIC; MIRHG2; miPEP155; NCRNA00172", "Reason":"the expression of MIR155HG was remarkably strong in PC tumor tissue and cell lines against adjacent normal tissue and cells. knockdown of MIR115HG strongly inhibited the cell proliferation, induced the cell cycle arrest, and further promoted the cell apoptosis in PC cells. The expression of miR-802 inhibitor partially reversed the knocking down effect of MIR115HG.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene represents a microRNA host gene. The long RNA transcribed from this gene is expressed at high levels in lymphoma and may function as an oncogene.", "PMID":"31161625", "fId":78, "NONCODEId":"NONHSAG032560.3"},
 {"ID":"EL000079", "Name":"MSC-AS1", "NCBI_gene_Id":"100132891", "Aliases":"MSC antisense RNA 1", "Reason":"MSC-AS1 was obviously upregulated in HCC tissues and HCC cells. Knockdown of MSC-AS1 repressed HepG2 and BEL-7404 cell proliferation, colony formation capacity, and triggered cell apoptosis.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"32489020", "fId":79, "NONCODEId":"NONHSAG050493.2"},
 {"ID":"EL000080", "Name":"EIF3J-DT", "NCBI_gene_Id":"645212", "Aliases":"EIF3J divergent transcript;EIF3J-AS1", "Reason":"H3K27 acetylation‐induced lncRNA EIF3J‐AS1 improved proliferation and impeded apoptosis of colorectal cancer through miR‐3163/YAP1 axis. The silence of EIF3J‐AS1 led to reduced proliferation and facilitated apoptosis of colorectal cancer cells.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31709617", "fId":80, "NONCODEId":"NONHSAG016741.3"},
 {"ID":"EL000081", "Name":"HOXA11-AS", "NCBI_gene_Id":"221883", "Aliases":"HOXA11 antisense RNA;HOXA11S; HOXA-AS5; HOXA11AS; HOXA11-AS1; NCRNA00076", "Reason":"Knockdown of HOXA11-AS inhibits Non–small cell lung cancer cell proliferation and invasion.LncRNA HOXA11-AS promotes proliferation and invasion by targeting miR-124 in human non-small cell lung cancer cells.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a long non-coding RNA in antisense to transcription of the homeobox A11 gene. This transcript may associate with chromatin factors such as Polycomb repressive complex and act as a sponge for microRNAs, thereby participating in the regulation of expression of target genes. High levels of this transcript may be associated with tumor progression.", "PMID":"29034803", "fId":81, "NONCODEId":"NONHSAG047191.3"},
 {"ID":"EL000082", "Name":"PDCD4-AS1", "NCBI_gene_Id":"282997", "Aliases":"PDCD4 antisense RNA 1", "Reason":"lncRNA PDCD4-AS1 as a tumor suppressor in triple negative breast cancer（TNBC） by regulating IQGAP2 expression via miR-10b-5p.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"33248413", "fId":82, "NONCODEId":"NONHSAG006865.3"},
 {"ID":"EL000083", "Name":"RBM5-AS1", "NCBI_gene_Id":"100775107", "Aliases":"RBM5 antisense RNA 1;LUST", "Reason":"LncRNA RBM5-AS1 was overexpressed in the Osteosarcoma(Os) tissues and cell lines. And lncRNA RBM5-AS1 promoted Os cell proliferation, migration, and invasion in vitro and tumor growth in vivo. knockdown of RBM5-AS1 significantly inhibited proliferation, migration, and invasion of Os cells in vitro as well as tumor growth in vivo.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a non-coding RNA in antisense to the RNA binding motif protein 5 (RBM5) gene. This transcript interacts with beta catenin and may regulate expression of WNT target genes.", "PMID":"33816613", "fId":83, "NONCODEId":"NONHSAG035103.2"},
 {"ID":"EL000084", "Name":"MIAT", "NCBI_gene_Id":"440823", "Aliases":"myocardial infarction associated transcript;RNCR2; GOMAFU; C22orf35; LINC00066; NCRNA00066; lncRNA-MIAT", "Reason":"Knocking down MIAT resulted in decreased cell proliferation, migration and invasion of cervical cancer cells, as well as suppression of tumor growth.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene encodes a spliced long non-coding RNA that may constitute a component of the nuclear matrix. Altered expression of this locus has been reported to be associated with a susceptibility to myocardial infarction. It has also been proposed that pathways involving this transcript may contribute to the pathophysiology of schizophrenia. A similar gene in mouse has been associated with retinal cell fate determination. Alternatively spliced transcript variants have been identified.", "PMID":"32239132", "fId":84, "NONCODEId":"NONHSAG033589.3"},
 {"ID":"EL000085", "Name":"FOXD2-AS1", "NCBI_gene_Id":"84793", "Aliases":"FOXD2 adjacent opposite strand RNA 1", "Reason":"Long noncoding RNA FOXD2-AS1 aggravates hepatocellular carcinoma tumorigenesis by regulating the miR-206/MAP3K1 axis. the inhibition of FOXD2-AS1 repressed HCC cell proliferation, enhanced cell apoptosis, and restrained cell invasion and migration. the knockdown of FOXD2-AS1 inhibited HCC progression by modulating the miR-206/MAP3K1 axis.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"32558350", "fId":85, "NONCODEId":"NONHSAG001375.3"},
 {"ID":"EL000086", "Name":"LINC00707", "NCBI_gene_Id":"100507127", "Aliases":"long intergenic non-protein coding RNA 707", "Reason":"Knockdown of LINC00707 expression significantly inhibited LoVo and HCT116 cell proliferation, migration, and invasion. LINC00707 acted as a molecular sponge by competing for miR-206 and indirectly modulating the expression of its targets, NOTCH3 and TM4SF1.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31213848", "fId":86, "NONCODEId":"NONHSAG005153.3"},
 {"ID":"EL000087", "Name":"PCAT7", "NCBI_gene_Id":"101928099", "Aliases":"prostate cancer associated transcript 7;PCAN-R2", "Reason":"PCAT7 Induces Poor Prognosis and Promotes Tumorigenesis by Inhibiting mir-134-5p in Non-Small-Cell Lung.Overexpression of PCAT7 resulted in the promotion of tumor cell proliferation, inhibition of cells apoptosis, facilitation of cells metastasis, and formation of EMT phenotype, while PCAT7 expression deletion remarkably prohibited cell proliferation, accelerated their apoptosis, weakened metastasis, and reversed EMT（epithelial-to-mesenchymal transition to MET.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"29275424", "fId":87, "NONCODEId":"NONHSAG052908.3"},
 {"ID":"EL000088", "Name":"CDKN2B-AS1", "NCBI_gene_Id":"100048912", "Aliases":"CDKN2B antisense RNA 1;ANRIL; p15AS; PCAT12; CDKN2BAS; CDKN2B-AS; NCRNA00089", "Reason":"Knockdown of long non-coding RNA ANRIL inhibits the proliferation and promotes the apoptosis of Burkitt lymphoma cells through the TGF-β1 signaling pathway.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene is located within the CDKN2B-CDKN2A gene cluster at chromosome 9p21. The gene product is a functional RNA molecule that interacts with polycomb repressive complex-1 (PRC1) and -2 (PRC2), leading to epigenetic silencing of other genes in this cluster. This region is a significant genetic susceptibility locus for cardiovascular disease, and has also been linked to a number of other pathologies, including several cancers, intracranial aneurysm, type-2 diabetes, periodontitis, Alzheimer's disease, endometriosis, frailty in the elderly, and glaucoma. Multiple alternatively processed transcript variants have been detected, some of which may take the form of circular RNA molecules", "PMID":"33325535", "fId":88, "NONCODEId":"NONHSAG101229.2"},
 {"ID":"EL000089", "Name":"ELFN1-AS1", "NCBI_gene_Id":"101927125", "Aliases":"ELFN1 antisense RNA 1 ;MYCLo-2", "Reason":"The lncRNA ELFN1-AS1 was significantly up-regulated in ESCA(esophageal cancer) tissues and cell lines when compared with the counterparts. Down-regulation of ELFN1-AS1 restrained cell proliferation, migration, and invasion of ESCA in vitro. lncRNA ELFN1-AS1 facilitates the progression of ESCA by acting as a competing endogenous RNA (ceRNA) to promote GFPT1 expression via sponging miR-183-3p.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"32229685", "fId":89, "NONCODEId":"NONHSAG046781.3"},
 {"ID":"EL000090", "Name":"KTN1-AS1", "NCBI_gene_Id":"100129075", "Aliases":"KTN1 antisense RNA 1;MYCLo-3; C14orf33", "Reason":"KTN1-AS1 knockdown inhibited cell growth and proliferation, increased apoptosis, and modulated the expression of cell cycle- and apoptosis-related proteins (cyclin A1, cyclin-dependent kinase 2, Bcl2, and Bax) in NSCLC cell lines.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"32820252", "fId":90, "NONCODEId":"NONHSAG015044.3"},
 {"ID":"EL000091", "Name":"SBF2-AS1", "NCBI_gene_Id":"283104", "Aliases":"SBF2 antisense RNA 1", "Reason":"knockdown of SBF2-AS1 significantly inhibited HCC(hepatocellular carcinoma) cells proliferation, migration and invasion.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"30338801", "fId":91, "NONCODEId":"NONHSAG007631.2"},
 {"ID":"EL000092", "Name":"AFAP1-AS1", "NCBI_gene_Id":"84740", "Aliases":"AFAP1 antisense RNA 1;AFAP1AS; AFAP1-AS", "Reason":"In vitro experiments demonstrated that AFAP1-AS1 knockdown significantly inhibited the cell invasive and migration capability in lung cancer cells. AFAP1-AS1 knockdown also increased the expression of its antisense protein coding gene, actin filament associated protein 1(AFAP1), and affected the expression levels of several small GTPase family members and molecules in the actincytokeratin signaling pathway, which suggested that AFAP1-AS1 promoted cancer cell metastasis via regulation of actin filament integrity.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a long non-coding RNA that is overexpressed in tumor cells and may promote cancer cell metastasis.", "PMID":"26245991", "fId":92, "NONCODEId":"NONHSAG037420.3"},
 {"ID":"EL000093", "Name":"HNF1A-AS1", "NCBI_gene_Id":"283460", "Aliases":"HNF1A antisense RNA 1;HAS1; C12orf27; NCRNA00262", "Reason":"knockdown of HNF1A-AS1 expression notably inhibited CRC（ colorectal carcinoma） cell proliferation, migration, invasion and colony formation, and suppressed S-phase entry in vitro.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"28791380", "fId":93, "NONCODEId":"NONHSAG012534.3"},
 {"ID":"EL000094", "Name":"LPP-AS2", "NCBI_gene_Id":"339929", "Aliases":"LPP antisense RNA 2;MYCLo-5; MYCLo-6", "Reason":"Long non-coding RNA LPP-AS2 promotes glioma tumorigenesis via miR-7-5p/EGFR/PI3K/AKT/c-MYC feedback loop. LPP-AS2 depletion inhibited glioma cell proliferation, invasion and promoted apoptosis\nin vitro and restrained tumor growth in vivo, overexpression of LPP-AS2 resulted in the opposite effects.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"32962742", "fId":94, "NONCODEId":"NONHSAG111667.1"},
 {"ID":"EL000095", "Name":"MNX1-AS1", "NCBI_gene_Id":"645249", "Aliases":"MNX1 antisense RNA 1;MAYA; CCAT5", "Reason":"Long non-coding RNA MNX1-AS1 promoted osteosarcoma proliferation and invasion via inhibiting KISS1.MNX1-AS1 was higher-expressed in osteosarcoma samples than that in adjacent tissues. The abilities of proliferation and invasion were suppressed after MNX1-AS1 was knocked down in vitro.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31364121", "fId":95, "NONCODEId":"NONHSAG049288.3"},
 {"ID":"EL000096", "Name":"TP73-AS1", "NCBI_gene_Id":"57212", "Aliases":"TP73 antisense RNA 1;PDAM; KIAA0495", "Reason":"TP73-AS1 could promote tumor growth and nvasion by acting as a ceRNA to promote GOLM1 expression by sponging miR-128-3p in PC pancreatic cancer).TP73-AS1 silencing inhibited PC cell proliferation, migration, and invasion in vitro as well as suppressed tumor growth in vivo.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"34007135", "fId":96, "NONCODEId":"NONHSAG000195.3"},
 {"ID":"EL000097", "Name":"LINC00473", "NCBI_gene_Id":"90632", "Aliases":"long intergenic non-protein coding RNA 473;LNC473; C6orf176; bA142J11.1", "Reason":"knockdown of LINC00473 resulted in the suppression of tumor cell proliferation, promotion of cells apoptosis, inhibition of cells metastasis.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"involved_in transcription, DNA-templated", "PMID":"31081095", "fId":97, "NONCODEId":"NONHSAG045383.2"},
 {"ID":"EL000098", "Name":"LINC00673", "NCBI_gene_Id":"100499467", "Aliases":"long intergenic non-protein coding RNA 673;SLNCR; SLNCR1; ERRLR01; HILNC75; LUCAIR1; HI-LNC75", "Reason":"Linc00673 knockdown significantly inhibited cell proliferation and colony-forming ability, and suppressed S-phase entry in vitro and shRNA linc00673 mediated knockdown significantly inhibit tumor growth in vivo, meanwhile, linc00673 overexpression increased tumor cell growth. linc00673 could modulate the transcription of a large amount of genes including oncogene and tumor suppressor gene.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a long non-protein coding RNA that is involved in the regulation of gene expression during tumor progression. This transcript can promote cell proliferation in gastric cancer through interaction with enhancer of zeste 2 and other epigenetic suppressors of gene expression, thereby downregulating target genes including Kruppel like factors 2 and 4. This transcript may also act as a tumor suppressor by promoting interaction between protein tyrosine phosphatase, non-receptor type 11 (Ptpn11) and ubiquitin ligase, resulting in degradation of Ptpn11 and lowered oncogenic signalling. Naturally-occurring variation at this locus results in the formation of a binding site for miR-1231, which negatively regulates activity of this transcript. Alternative splicing results in multiple transcript variants.", "PMID":"27027352", "fId":98, "NONCODEId":"NONHSAG022655.3"},
 {"ID":"EL000099", "Name":"LINC00364", "NCBI_gene_Id":"100874145", "Aliases":"long intergenic non-protein coding RNA 364;LncRNA00364", "Reason":"LncRNA00364 displays lower expression in HCC tumor samples compared to paired normal controls. Overexpression of LncRNA00364 inhibits cell proliferation, G1/S cell cycle progression and promotes apoptosis in HCC cell lines. Consistently, LncRNA00364 overexpression leads to decreased HCC tumor formation in vivo. Mechanistically, LncRNA00364 specifically binds with STAT3, resulting in inhibition of STAT3 phosphorylation and therefore leads to upregulation of IFIT2. In a clinical setting, LncRNA00364 shows an independent prognostic indicator for overall survival and cumulative recurrence in HCC patients, and correlates with IFIT2.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"29254221", "fId":99, "NONCODEId":"NONHSAG013708.2"},
 {"ID":"EL000100", "Name":"LINC00628", "NCBI_gene_Id":"127841", "Aliases":"long intergenic non-protein coding RNA 628", "Reason":"The expression of LINC00628 was decreased in breast cancer. The overexpression of LINC00628 suppressed the proliferation, invasion and migration of breast cancer cells and promoted cell apoptosis associated with the regulation of Bcl-2/Bax/Caspase-3 signal pathway.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"28165561", "fId":100, "NONCODEId":"NONHSAG004026.3"},
 {"ID":"EL000101", "Name":"NNT-AS1", "NCBI_gene_Id":"100652772", "Aliases":"NNT antisense RNA 1", "Reason":"NNT-AS1 facilitated proliferation, migration, invasion and EMT of NSCLC(non-small cell lung cancer) cells by sponging miR-22-3p and regulating YAP1 expression.NNT-AS1 knockdown impeded proliferation, migration, invasion and EMT of NSCLC cells.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31923353", "fId":101, "NONCODEId":"NONHSAG040320.3"},
 {"ID":"EL000102", "Name":"AGAP2-AS1", "NCBI_gene_Id":"100130776", "Aliases":"AGAP2 antisense RNA 1;PUNISHER", "Reason":"downregulation of AGAP2-AS1 depressed cell proliferation, migration, and invasion, and promoted cell apoptosis in GBM(glioblastoma multiforme). In summary, AGAP2-AS1 is a prognostic biomarker for patients with GBM, and functions as an oncogenic lncRNA to modulate GBM cell proliferation, apoptosis, migration, and invasion, which suggests that AGAP2-AS1 is potential therapeutic target for GBM.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"Biomarker of lung non-small cell carcinoma; malignant astrocytoma; and stomach cancer.", "PMID":"30525219", "fId":102, "NONCODEId":"NONHSAG064784.1"},
 {"ID":"EL000103", "Name":"BABAM2-AS1", "NCBI_gene_Id":"100302650", "Aliases":"BABAM2 antisense RNA 1;BRE-AS1", "Reason":"LncRNA BRE-AS1 showed significantly decreased expression in BC tissues than the paired normal tissues. In vitro experiments demonstrated that over-expression of lncRNA BRE-AS1 inhibited cell proliferation but promoted cell apoptosis of EJ and T24 cells. STAT3 was determined as a target for lncRNA BRE-AS1. In vivo, up-regulation of lncRNA BRE-AS1 reduced cancer growth in nude mice bearing BC via repressing the phosphorylation of STAT3.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"32495865", "fId":103, "NONCODEId":"NONHSAG027342.2"},
 {"ID":"EL000104", "Name":"FEZF1-AS1", "NCBI_gene_Id":"154860", "Aliases":"FEZF1 antisense RNA 1", "Reason":"the downregulation of FEZF1-AS1 expression significantly inhibited the CRC cells proliferation, migration and invasiveness, suppressed S-phase entry in vitro, and repressed tumor growth and metastasis in vivo. In contrast, overexpression of FEZF1-AS1 could promote the aggressive behaviors of CRC cells.FEZF1 knockdown also significantly suppressed CRC cell proliferation, migration, and invasion.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"26848625", "fId":104, "NONCODEId":"NONHSAG096627.2"},
 {"ID":"EL000105", "Name":"ZEBTR", "NCBI_gene_Id":"113391337", "Aliases":"ZEB1 transcriptional regulator RNA ;BX111", "Reason":"knockdown or overexpression of BX111 dramatically repressed or enhanced proliferation and invasion of pancreatic cancer cells.Mechanically, BX111 activated transcription of ZEB1, a key regulator for epithelia-mesenchymal transition (EMT), via recruiting transcriptional factor Y-box protein (YB1) to its promoter region. Moreover, we revealed that BX111 transcription was induced by hypoxia-inducible factor (HIF-1α) in response to hypoxia. In addition, BX111 contributed to the hypoxia-induced EMT of pancreatic cells by regulating expression of ZEB1 and its downstream proteins E-cadherin and MMP2. Coincidence with in vitro results, BX111 depletion effectively inhibited growth and metastasis of xenograft tumor in vivo.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"29970904", "fId":105, "NONCODEId":"N.A."},
 {"ID":"EL000106", "Name":"SNHG5", "NCBI_gene_Id":"387066", "Aliases":"growth arrest specific 5 ;SNHG2; NCRNA00030", "Reason":"GAS5 transcript level was significantly reduced in breast cancer tissues relative to normal breast epithelial tissues, and overexpression of GAS5 could induce growth arrest and apoptosis of human breast cancer cell lines .In addition, low expression level of GAS5 disadvantageously impacted patient prognosis, suggesting that GAS5 may act as a tumor suppressor in breast cancer.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a spliced long non-coding RNA and is a member of the 5' terminal oligo-pyrimidine class of genes. It is a small nucleolar RNA host gene, containing multiple C/D box snoRNA genes in its introns. Part of the secondary RNA structure of the encoded transcript mimics glucocorticoid response element (GRE) which means it can bind to the DNA binding domain of the glucocorticoid receptor (nuclear receptor subfamily 3, group C, member 1). This action blocks the glucocorticoid receptor from being activated and thereby stops it from regulating the transcription of its target genes. This transcript is also thought to regulate the transcriptional activity of other receptors, such as androgen, progesterone and mineralocorticoid receptors, that can bind to its GRE mimic region. Multiple functions have been associated with this transcript, including cellular growth arrest and apoptosis. It has also been identified as a potential tumor suppressor, with its down-regulation associated with cancer in multiple different tissues.", "PMID":"18836484", "fId":106, "NONCODEId":"NONHSAG044283.3"},
 {"ID":"EL000107", "Name":"PTCSC1", "NCBI_gene_Id":"100302522", "Aliases":"papillary thyroid carcinoma susceptibility candidate 1;PTCSC; NCRNA00197", "Reason":"AK023948 was substantially upregulated in tumor tissues. Meanwhile, higher AK023948 expression correlated with poor survival. Upregulation of AK023948 expression can promote HepG2 and Hep3B proliferation and invasion in in vitro experiments. Furthermore, AK023948 also decreased tumor growth in vivo.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"29042961", "fId":107, "NONCODEId":"N.A."},
 {"ID":"EL000108", "Name":"NKILA", "NCBI_gene_Id":"105416157", "Aliases":"NF-kappaB interacting lncRNA", "Reason":"NKILA-inhibited rectal cancer cell proliferation, migration, and invasion via suppressing NF-κB signaling.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"30171719", "fId":108, "NONCODEId":"NONHSAG032126.3"},
 {"ID":"EL000109", "Name":"CAMTA1-DT", "NCBI_gene_Id":"110841581", "Aliases":"CAMTA1 divergent transcript ;lncCAMTA1", "Reason":"The results showed that lncCAMTA1 expression promoted cell viability and migration/invasion, while knockdown of lncCAMTA1 promoted cell apoptosis via binding with miR-20b. lncCAMTA1 negatively regulated miR-20b expression. VEGF was a target of miR-20b, leading to the modification of the phosphorylation levels of MAPK, ERK, JAK, STAT1, and STAT3. lncCAMTA1 might promote proliferation and mobility of human breast cancer cells via binding with miR-20b. VEGF was a direct target of miR-20b and regulated activation of the MAPK/ERK and JAK/STAT3 signaling pathways.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"28550685", "fId":109, "NONCODEId":"NONHSAG000253.3"},
 {"ID":"EL000110", "Name":"NBAT1", "NCBI_gene_Id":"729177", "Aliases":"neuroblastoma associated transcript 1;CASC14; NBAT-1", "Reason":"The expression level of lncRNA NBAT-1 in cancer specimen was remarkably lower than that in adjacent areas. Furthermore, the low expression of lncRNA NBAT-1 had a significant correlation with patient's tumor size, differentiation degree of tumor cells and lymph node metastasis. The overexpression of lncRNA NBAT-1 could inhibit the proliferation and cell cycle, promote the apoptosis of A549 cells, and down-regulate the expression level of RAC1.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"29687849", "fId":110, "NONCODEId":"NONHSAG043159.3"},
 {"ID":"EL000111", "Name":"PACERR", "NCBI_gene_Id":"103752588", "Aliases":"PTGS2 antisense NFKB1 complex-mediated expression regulator RNA;PACER; PTGS2AS1; PTGS2-AS1", "Reason":"PACER was down-regulated and HOTAIR was up-regulated in OA. PACER overexpression may improve OA by inhibiting the apoptosis of chondrocyte through the down-regulation of lncRNA HOTAIR.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene represents transcription of a long non-coding RNA produced in antisense to the prostaglandin-endoperoxide synthase 2 (PTGS2) gene. This transcript interacts with NF-kB transcriptional regulators to promote expression of PTGS2.", "PMID":"31113870", "fId":111, "NONCODEId":"NONHSAG057043.2"},
 {"ID":"EL000112", "Name":"NRON", "NCBI_gene_Id":"641373", "Aliases":"non-coding repressor of NFAT;NCRNA00194", "Reason":"LncNRON overexpression can suppress HCC growth and metastasis via inhibiting the EMT", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"29772429", "fId":112, "NONCODEId":"NONHSAG053456.2"},
 {"ID":"EL000113", "Name":"SPRY4‐IT1", "NCBI_gene_Id":"100642175", "Aliases":"SPRY4 intronic transcript 1 ;SPRIGHTLY", "Reason":"SPRY4-IT1 promotes proliferation and stemness of breast cancer cells as well as renewal ability and stemness maintenance of BCSCs by increasing the expression of TCF7L2 through targeting miR-6882-3p.SPRY4-IT1 overexpression promoted breast cancer cell proliferation and stemness in vitro and in vivo.SPRY4-IT1 knockdown suppressed BCSC(breast cancer stem cell) renewal ability and stemness maintenance in vivo and in vitro.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a non-coding RNA that is upregulated in several different tumors, including melanoma and breast and prostate cancer cells. This transcript may mediate cell growth, proliferation, and apoptosis. It regulates levels of lipin 2, and therefore may be involved in lipid biosynthesis. The primary transcript is cleaved to release a mature product that localizes to the cytoplasm (PMID:25344859). The full length structure of the primary and cleaved transcripts is unclear, and it is possible that the primary transcript is a splice variant of SPRY4 (sprouty RTK signaling antagonist 4).", "PMID":"31736268", "fId":113, "NONCODEId":"NONHSAG091284.1"},
 {"ID":"EL000114", "Name":"FGF14‐AS2", "NCBI_gene_Id":"283481", "Aliases":"FGF14 antisense RNA 2", "Reason":"Long non-coding RNA FGF14-AS2 represses proliferation, migration, invasion, and induces apoptosis in breast cancer by sponging miR-205-5p.the overexpression of FGF14-AS2 or miR-205-5p knockdown suppressed proliferation, migration, and invasion, and induced apoptosis of breast cancer cells.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31486497", "fId":114, "NONCODEId":"NONHSAG014098.2"},
 {"ID":"EL000115", "Name":"FGF13-AS1", "NCBI_gene_Id":"100129662", "Aliases":"FGF13 antisense RNA 1", "Reason":"Long non-coding RNA FGF13-AS1 inhibits glycolysis and stemness properties of breast cancer cells through FGF13-AS1/IGF2BPs/Myc feedback loop.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"30771425", "fId":115, "NONCODEId":"NONHSAG055418.2"},
 {"ID":"EL000116", "Name":"IATPR", "NCBI_gene_Id":"101929447", "Aliases":"ITGB1 adjacent tumor promoting lncRNA;linc-ITGB1; TCONS_00018476", "Reason":"linc-ITGB1 promotes breast cancer progression by inducing cell cycle arrest and interrupting the epithelial-to-mesenchymal transition process.The linc-ITGB1 knockdown with specific short hairpin RNA (shRNA) decreased cell proliferation and colony formation in vitro. Tumor growth in vivo was also inhibited by linc-ITGB1 depletion. In addition, linc-ITGB1 depletion caused cell accumulation in the G0/G1 phase.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"26601916", "fId":116, "NONCODEId":"N.A."},
 {"ID":"EL000117", "Name":"DLEU7-AS1", "NCBI_gene_Id":"100874074", "Aliases":"DLEU7 antisense RNA 1", "Reason":"The expression of DLEU7-AS1 is significantly increased in CRC, which is markedly associated with CRC staging, lymph node metastasis, distant metastasis and poor prognosis. DLEU7-AS1 may promote the proliferation, invasion and migration capacities of CRC through regulating the Wnt/β-catenin pathway.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"29364477", "fId":117, "NONCODEId":"NONHSAG013534.3"},
 {"ID":"EL000118", "Name":"ASAP1-IT1", "NCBI_gene_Id":"29065", "Aliases":"ASAP1 intronic transcript 1；ASAP1IT; HSPC054; ASAP1-IT; ASAP1IT1; DDEF1IT1; NCRNA00050", "Reason":"the expression of ASAP1-IT1 is relatively upregulated in NSCLC cells and tissues, which can promote the proliferation, invasion and metastasis of NSCLC cells through regulating the PTEN/AKT signal pathway.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"29364481", "fId":118, "NONCODEId":"NONHSAG051291.2"},
 {"ID":"EL000119", "Name":"BANCR", "NCBI_gene_Id":"100885775", "Aliases":"BRAF-activated non-protein coding RNA;LINC00586", "Reason":"The downregulation of BANCR significantly inhibited the proliferation and colony formation ability, and induced cell cycle arrest and apoptosis of Huh7 cells. ", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a long non-coding RNA that plays a role in tumor progression and epithelial to mesenchymal transition. This transcript acts through the MAP kinase signaling pathway.", "PMID":"29085476", "fId":119, "NONCODEId":"NONHSAG052510.2"},
 {"ID":"EL000120", "Name":"PCA3", "NCBI_gene_Id":"50652", "Aliases":"prostate cancer associated 3 ;DD3; PCAT3; NCRNA00019; PRUNE2-AS1", "Reason":"lncRNA PCA3 may coordinate EOC (epithelial ovarian carcinoma) tumorigenesis through disrupting miR-106b regulated gene expression. siRNA knockdown of PCA3 markedly inhibited cell viability, induced G1 phase arrest, and led to apoptosis in ovarian cancer cells.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a spliced, long non-coding RNA that is highly overexpressed in most types of prostate cancer cells and is used as a specific biomarker for this type of cancer. This gene is embedded in an intronic region of the prune2 gene on the opposite DNA strand. The transcript regulates prune2 levels through formation of a double-stranded RNA that undergoes adenosine deaminase acting on RNA-dependent adenosine-to-inosine RNA editing. In prostate cancer derived cells, overexpression of PCA induced downregulation of prune2, leading to decreased cell proliferation. Conversely, silencing in prostate cancer cells resulted in increased proliferation. Regulation of this gene appears to be sensitive to androgen-receptor activation, a molecular signature of prostate cancer. Alternative splicing results in multiple transcript variants.", "PMID":"28864116", "fId":120, "NONCODEId":"NONHSAG052609.2"},
 {"ID":"EL000121", "Name":"SChLAP1", "NCBI_gene_Id":"101669767", "Aliases":"SWI/SNF complex antagonist associated with prostate cancer 1;PCAT11; PCAT114; LINC00913", "Reason":"SChLAP1 was overexpressed in bladder cancer tissues compared to paired normal bladder tissues. Cell growth arrest, apoptosis induction and migration inhibition were also observed in bladder cancer T24 and 5637 cells after transfection with SChLAP1 siRNA.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"26861061", "fId":121, "NONCODEId":"NONHSAG029985.2"},
 {"ID":"EL000122", "Name":"SNHG20", "NCBI_gene_Id":"654434", "Aliases":"small nucleolar RNA host gene 20;C17orf86; LINC00338; NCRNA00338; SCARNA16HG", "Reason":"SNHG20 knockdown suppresses proliferation, migration and invasion, and promotes apoptosis in non-small cell lung cancer through acting as a miR-154 sponge.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"30780105", "fId":122, "NONCODEId":"NONHSAG022845.2"},
 {"ID":"EL000123", "Name":"GAPLINC", "NCBI_gene_Id":"100505592", "Aliases":"gastric adenocarcinoma associated, positive CD44 regulator, long intergenic non-coding RNA;LINC01540", "Reason":"GAPLINC expression was significantly up-regulated in both GBM tissues and cell lines. The overexpression of GAPLINC was associated with shorter overall survival and disease-free survival. Functional assays indicated that GAPLINC silencing suppressed GBM cells proliferation, migration, and invasion, and promoted apoptosis. In the mechanism,GAPLINC acted as a competing endogenous RNA to sponge miR-331-3p and knockdown of GAPLINC promoted the expression of miR-331-3p.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"30657584", "fId":123, "NONCODEId":"NONHSAG075363.2"},
 {"ID":"EL000124", "Name":"BLACAT1", "NCBI_gene_Id":"101669762", "Aliases":"bladder cancer associated transcript 1;LINC00912; linc-UBC1; onco-lncRNA-30", "Reason":"Long noncoding RNA BLACAT1 is overexpressed in hepatocellular carcinoma and its downregulation suppressed cancer cell development through endogenously competing against hsa-miR-485-5p.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31174090", "fId":124, "NONCODEId":"NONHSAG004054.2"},
 {"ID":"EL000125", "Name":"DLEU2", "NCBI_gene_Id":"8847", "Aliases":"deleted in lymphocytic leukemia 2 ;ALT1; DLB2; LEU2; RFP2; BCMSUN; RFP2OS; MIR15AHG; TRIM13OS; LINC00022; NCRNA00022", "Reason":"The expression of long non-coding RNA (lncRNA) DLEU2 was observably high in GC cells and tissues. DLEU2 silence depressed the capacities of proliferation, migration and invasion but promoted apoptosis in GC cells. Moreover, DLEU2 was activated by signal transducer and activator of transcription 1 (STAT1) and sequestered microRNA-23b-3p (miR-23b-3p) to modulate the expression of notch receptor 2 (NOTCH2), thereby stimulating Notch signaling pathway. More importantly, DLEU2 contributed to GC progression via targeting miR-23b-3p/NOTCH2 axis.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This locus represents a microRNA host gene and also produces long alternatively spliced non-coding RNAs. This genome region was observed to be deleted or epigenetically suppressed in leukemia, and was implicated as a negative regulator of cell proliferation. However, an alternative transcript produced at this locus was also found to promote progression through the cell cycle via angiotensin I converting enzyme 2 and cyclin D1.", "PMID":"33785336", "fId":125, "NONCODEId":"NONHSAG013515.3"},
 {"ID":"EL000126", "Name":"SOX2-OT", "NCBI_gene_Id":"347689", "Aliases":"SOX2 overlapping transcript;SOX2OT; NCRNA00043", "Reason":"Long Noncoding RNA SOX2-OT Knockdown Inhibits Proliferation and Metastasis of Prostate Cancer Cells Through Modulating the miR-452-5p/HMGB3 Axis and Inactivating Wnt/β-Catenin Pathway.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces alternatively spliced long non-coding RNAs. These RNAs were observed to be upregulated in tumor cells and positively correlated to expression of the SRY-box 2 gene. Overexpression of these transcripts may promote cell proliferation.", "PMID":"32407168", "fId":126, "NONCODEId":"NONHSAG036783.3"},
 {"ID":"EL000127", "Name":"FAS-AS1", "NCBI_gene_Id":"100302740", "Aliases":"FAS antisense RNA 1;SAF; FASAS; FAS-AS", "Reason":"FAS-AS1 suppressed cell proliferation, migration, and invasion by sponging miR-19a-5p in NSCLC(Non-small cell lung cancer).", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"32329854", "fId":127, "NONCODEId":"NONHSAG006477.2"},
 {"ID":"EL000128", "Name":"LUCAT1", "NCBI_gene_Id":"100505994", "Aliases":"lung cancer associated transcript 1 ;SCAL1; SCAT5", "Reason":"LncRNA LUCAT1 contributes to cell proliferation and migration in human pancreatic ductal adenocarcinoma via sponging miR-539.lncRNA LUCAT1 knockdown dramatically suppressed PDAC cell proliferation, induced cell cycle arrest and inhibited cell migration and invasion.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31789465", "fId":128, "NONCODEId":"NONHSAG041002.3"},
 {"ID":"EL000129", "Name":"TP53COR1", "NCBI_gene_Id":"102800311", "Aliases":"tumor protein p53 pathway corepressor 1;linc-p21; TRP53COR1; lincRNA-p21", "Reason":"Overexpression of lincRNA-p21 inhibited the GC cell proliferation and increased the radiosensitivity of GC (gastric cancer) cells by regulating the β-catenin signaling pathway.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"30484893", "fId":129, "NONCODEId":"N.A."},
 {"ID":"EL000130", "Name":"LINC00173", "NCBI_gene_Id":"100287569", "Aliases":"long intergenic non-protein coding RNA 173;NCRNA00173", "Reason":"long intergenic nonprotein coding RNA 173 (LINC00173) was highly expressed in pancreatic cancer tissues. In vitro functional experiments showed that LINC00173 overexpression inhibited the proliferation and invasion of pancreatic cancer cells and promoted cell apoptosis in MIA PaCa-2 and PANC-1 cells. RNA sequencing analysis and Western blot assays demonstrated that LINC00173 reduced the expression of sphingosine kinase 1 (SPHK1) and then inhibited the protein expression of activated phospho-protein kinase B (AKT) and NF-κB. In vivo functional assays also revealed that LINC00173 inhibited the growth of pancreatic cancer xenografts, repressed cell proliferation, promoted cell apoptosis, and inhibited SPHK1 expression. The combined results of this study indicate that LINC00173 inhibits pancreatic cancer progression by repressing SPHK1 expression.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"33978457", "fId":130, "NONCODEId":"NONHSAG012423.3"},
 {"ID":"EL000131", "Name":"LINC00857", "NCBI_gene_Id":"439990", "Aliases":"long intergenic non-protein coding RNA 857;HUMT", "Reason":"knockdown of LINC00857 with siRNAs decreased tumor cell proliferation, colony formation, migration and invasion in vitro, as well as tumor growth in vivo. Overexpression of LINC00857 increased cancer cell proliferation, colony formation and invasion. Mechanistic analyses indicated that LINC00857 mediates tumor progression via cell cycle regulation.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"26862852", "fId":131, "NONCODEId":"NONHSAG006362.2"},
 {"ID":"EL000132", "Name":"WWOX-AS1", "NCBI_gene_Id":"102724047", "Aliases":"WWOX antisense RNA 1", "Reason":"A new tumor suppressor lncRNA RP11-190D6.2 inhibits the proliferation, migration, and invasion of epithelial ovarian cancer cells.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"28280357", "fId":132, "NONCODEId":"NONHSAG020053.2"},
 {"ID":"EL000133", "Name":"LUNAR1", "NCBI_gene_Id":"104564224", "Aliases":"leukemia-associated non-coding IGF1R activator RNA 1", "Reason":"LUNAR1 knockdown significantly repressed cell proliferation of DLBCL by regulating E2F1, cyclin D1 and p21.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene is thought to produce a functional long non-coding RNA. It is regulated by Notch and is overexpressed in T cell acute lymphoblastic leukemia. The transcript acts as a positive regulator of cell division by promoting expression of the insulin-like growth factor type I receptor (IGF1R) gene.", "PMID":"26796267", "fId":133, "NONCODEId":"NONHSAG018058.2"},
 {"ID":"EL000134", "Name":"HOTAIRM1", "NCBI_gene_Id":"100506311", "Aliases":"HOXA transcript antisense RNA, myeloid-specific 1;HOXA-AS1; HOXA1-AS1; NCRNA00179", "Reason":"The silencing of HOTAIRM1 significantly impairs the proliferation, apoptosis, self-renewal, tumorigenesis of GSCs(glioma stem cells ).", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This non-coding locus is located in the HOX gene cluster. Transcription of this locus is induced by retinoic acid, and transcripts likely function in regulation of myelopoiesis through transcriptional activation of several genes in the HOXA cluster, in addition to several beta-2 integrins.", "PMID":"31691127", "fId":134, "NONCODEId":"NONHSAG096227.2"},
 {"ID":"EL000135", "Name":"FENDRR", "NCBI_gene_Id":"400550", "Aliases":"FOXF1 adjacent non-coding developmental regulatory RNA ;FOXF1AS1; FOXF1-AS1; lincFOXF1; TCONS_00024240; onco-lncRNA-21", "Reason":"Long non-coding RNA FENDRR inhibits migration and invasion of cutaneous malignant melanoma cells.FENDRR mediated the metastasis phenotype of MM(malignant melanoma) cells by inhibiting the expressions of MMP2 and MMP9 and antagonizing the JNK/c-Jun pathway.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a spliced long non-coding RNA transcribed bidirectionally with FOXF1 on the opposite strand. A similar gene in mouse is essential for normal development of the heart and body wall. The encoded transcript is thought to act by binding to polycomb repressive complex 2 (PRC2) and/or TrxG/MLL complexes to promote the methylation of the promoters of target genes, thus reducing their expression. It has been suggested that this transcript may play a role in the progression of gastric cancer. Alternatively spliced transcript variants have been identified.", "PMID":"32134466", "fId":135, "NONCODEId":"NONHSAG020218.3"},
 {"ID":"EL000136", "Name":"Gas5", "NCBI_gene_Id":"14455", "Aliases":"growth arrest specific 5 ;Gas; Snh; Gas-5; Snhg2; Mir5117", "Reason":"Gas5 is an essential lncRNA regulator for self-renewal and pluripotency of mouse embryonic stem cells and induced pluripotent stem cells.Knockdown of Gas5 promoted endodermal differentiation of mESCs(mouse embryonic stem cells) and impaired the efficiency of iPSC(induced pluripotent stem cells) reprogramming.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"Acts upstream of or within response to bacterium. Is expressed in several structures, including alimentary system; brain; metanephros; respiratory system; and sensory organ. Orthologous to human GAS5 (growth arrest specific 5).(GO:0003674,GO:0005575,GO:0008150)", "PMID":"29562912", "fId":136, "NONCODEId":"NONMMUG002215.2"},
 {"ID":"EL000137", "Name":"CEBPA-DT", "NCBI_gene_Id":"80054", "Aliases":"CEBPA divergent transcript ;ADINR; CEBPA-AS1", "Reason":"Silence of CEBPA-AS1 inhibited OSCC(Oral squamous cell carcinoma)cells proliferation and induced cells apoptosis, migration and invasion by targeting CEBPA and via a novel pathway CEBPA/Bcl2.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"29281558", "fId":137, "NONCODEId":"NONHSAG025485.3"},
 {"ID":"EL000138", "Name":"INHBA-AS1", "NCBI_gene_Id":"285954", "Aliases":"INHBA antisense RNA 1", "Reason":"NHBA-AS1 downregulation in CRC(colorectal cancer )cells suppressed CRC cell proliferation as well as colony formability. LncRNA INHBA-AS1 promotes colorectal cancer cell proliferation by sponging miR-422a to increase AKT1 axis", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"33090398", "fId":138, "NONCODEId":"NONHSAG047433.3"},
 {"ID":"EL000139", "Name":"MIR4435-2HG", "NCBI_gene_Id":"541471", "Aliases":"MIR4435-2 host gene ;AGD2; MORRBID; LINC00978; MIR4435-1HG; lncRNA-AWPPH", "Reason":"MIR4435-1HG knockdown inhibited cell proliferation, and suppressed the migrating and invasive capacity of renal carcinoma cells.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"32538823", "fId":139, "NONCODEId":"NONHSAG056025.3"},
 {"ID":"EL000140", "Name":"THORLNC", "NCBI_gene_Id":"100506797", "Aliases":"testis associated oncogenic lncRNA;THOR", "Reason":"THOR could promote HCC cell growth and metastasis by amplifying PTEN/AKT signaling.THOR depletion resulted in significant inhibition of the growth and metastasis of HCC cells.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"30098425", "fId":140, "NONCODEId":"N.A."},
 {"ID":"EL000141", "Name":"DANCR", "NCBI_gene_Id":"57291", "Aliases":"differentiation antagonizing non-protein coding RNA;AGU2; ANCR; SNHG13; KIAA0114; lncRNA-ANCR", "Reason":"the knockdown of lncRNA DANCR inhibited cell proliferation and autophagy of HCC cells. lncRNA DANCR induced cell proliferation, colony formation and autophagy by increasing ATG7 and suppressing miR-222-3p.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a long non-coding RNA that functions as a negative regulator of cell differentiation. This transcript associates with enhancer of zeste homolog 2 to repress expression of the runt related transcription factor 2 gene. Increased expression of this transcript may be associated with cancer. Alternatively spliced transcript variants have been observed.", "PMID":"32964966", "fId":141, "NONCODEId":"NONHSAG037936.3"},
 {"ID":"EL000142", "Name":"PCGEM1", "NCBI_gene_Id":"64002", "Aliases":"PCGEM1 prostate-specific transcript;PCAT9; LINC00071; NCRNA00071", "Reason":"LncRNA PCGEM1 was upregulated in glioma tissues and tumor cell lines. PCGEM1 upregulation predicted unsatisfactory prognosis. PCGEM1 knockdown inhibited proliferation, colony formation, migration and invasion. PCGEM1 knockdown delayed tumor growth in vivo. PCGEM1 played as a competing endogenous RNA (ceRNA) for miR-539-5p to promote CDK6 expression.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a long non-coding RNA that is overexpressed in prostate cancer and may act a marker for tumor progression. This RNA may act a negative regulator of apoptosis, and may promote activity of androgen receptor and Myc.", "PMID":"33589577", "fId":142, "NONCODEId":"NONHSAG030129.3"},
 {"ID":"EL000143", "Name":"GAS5-AS1", "NCBI_gene_Id":"100506046", "Aliases":"GAS5 antisense RNA 1", "Reason":"lncRNA GAS5-AS1 inhibited glioma proliferation, migration, and invasion by sponging miR-106b-5p and regulating the expression of TUSC2.GAS5-AS1 expression was downregulated in glioma tissues and cells, and upregulation of GAS5-AS1 expression inhibited glioma cell proliferation, migration, and invasion.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"32072565", "fId":143, "NONCODEId":"NONHSAG003505.3"},
 {"ID":"EL000144", "Name":"LINC00525", "NCBI_gene_Id":"84847", "Aliases":"long intergenic non-protein coding RNA 525", "Reason":"LINC00525 expression was significantly upregualted in NSCLC(non-small cell lung cancer) tissues and cell lines, and correlated with poor prognosis. LINC00525 depletion inhibited the proliferation, migration and invasion in NSCLC cell line A549 and SPC-A1 cells. In vivo study further confirmed that LINC00525 knockdown inhibited tumor growth in nude model. Mechanically, LINC00525 served as a molecular sponge for miR-338-3p, and modulated expression of endogenous miR-338-3p-targeted insulin receptor substrate 2(IRS2).", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31991382", "fId":144, "NONCODEId":"NONHSAG047544.3"},
 {"ID":"EL000145", "Name":"CRNDE", "NCBI_gene_Id":"643911", "Aliases":"colorectal neoplasia differentially expressed;CRNDEP; PNAS-108; lincIRX5; LINC00180; NCRNA00180", "Reason":"Long noncoding RNA CRNDE promotes non-small cell lung cancer progression via sponging microRNA-338-3p.knockdown of CRNDE significantly inhibited NSCLC(non-small cell lung cancer) cell proliferation, colony formation, migration and invasionin vitro, and decreased the xenograft tumor volume and weight in vitro.miR-338-3p is a downstream target of CRNDE and that miR-338-3p inhibition partially reversed the CRNDE depletion-mediated inhibitory effect on cell proliferation, colony formation, migration and invasion in NSCLC cells.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene is transcribed into multiple transcript variants, some of which may function as non-coding RNAs. One of the transcript variants encodes a putative short protein that is localized to the nucleus (PMID:25978564). Expression of this locus is increased in proliferating tissues, including certain tumors such as colorectal adenomas and adenocarcinomas. Transcription from this gene is negatively regulated by insulin and insulin-like growth factors, and may regulate the expression of genes involved in metabolism.", "PMID":"30554121", "fId":145, "NONCODEId":"NONHSAG072176.2"},
 {"ID":"EL000146", "Name":"CASC15", "NCBI_gene_Id":"401237", "Aliases":"cancer susceptibility 15;CANT; LINC00340; lnc-SOX4-1", "Reason":"CASC15 expression was remarkably upregulated in NSCLC samples compared with that in adjacent samples. Cell proliferation, invasion, and migration in NSCLC(non-small cell lung cancer) were inhibited via knockdown of CASC15 in vitro. Moreover, RT-qPCR results revealed that miR-130b-3p was upregulated via knockdown of CASC15 in vitro. In addition, miR-130b-3p was a direct target of CASC15 in NSCLC. Tumor formation and metastasis were inhibited after CASC15 was knockdown in vivo.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a long non-coding RNA that may regulate cell proliferation. This RNA is upregulated in hepatocellular carcinoma, where it is thought to function as an oncogene. However, some splice variants of this gene may function as a tumor suppressor in neuroblastoma and other tumor types. Circular RNA variants were observed at this gene.", "PMID":"31599419", "fId":146, "NONCODEId":"NONHSAG056029.3"},
 {"ID":"EL000147", "Name":"HOXA-AS2", "NCBI_gene_Id":"285943", "Aliases":"HOXA cluster antisense RNA 2;HOXA3as", "Reason":"LncRNA HOXA-AS2 promotes the progression of prostate cancer via targeting miR-509-3p/PBX3 axis.HOXA-AS2 depletion obviously influenced cell proliferation, migration, invasion, as well as epithelial-to-mesenchymal transition (EMT) progression.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a long non-coding RNA that promotes cell proliferation. This transcript may interact with enhancer of zeste homolog 2 Polycomb repressive complex to repress gene expression.", "PMID":"32519740", "fId":147, "NONCODEId":"NONHSAG047182.2"},
 {"ID":"EL000148", "Name":"SNHG6", "NCBI_gene_Id":"641638", "Aliases":"small nucleolar RNA host gene 6;U87HG; HBII-276HG; NCRNA00058", "Reason":"SNHG6 promoted EMT and BC cell proliferation and migration by acting as a miR-543 sponge and disinhibiting LAMC1/PI3K/AKT pathway.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"33782812", "fId":148, "NONCODEId":"NONHSAG050423.2"},
 {"ID":"EL000149", "Name":"LncARSR", "NCBI_gene_Id":"102723932", "Aliases":"lncRNA regulator of Akt signaling associated with HCC and RCC ;lnc-TALC", "Reason":"lncARSR sponges miR‐34a‐5p to promote colorectal cancer invasion and metastasis via hexokinase‐1‐mediated glycolysis.Functionally, ectopic expression of lncARSR promoted the invasion, metastasis, and glycolysis metabolic reprogramming of CRC cells in vitro and in vivo, while these activities were inhibited by silencing lncARSR expression.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"32798250", "fId":149, "NONCODEId":"N.A."},
 {"ID":"EL000150", "Name":"LINC00472", "NCBI_gene_Id":"79940", "Aliases":"long intergenic non-protein coding RNA 472;P53RRA; C6orf155", "Reason":"Forced expression of LINC00472 suppressed cell proliferation, migration, invasion and promoted cell apoptosis in HCC cells Huh-7 and SMMC-7721. MiR-93-5p was a direct target of LINC00472, and miR-93-5p directly targeted PDCD4. The miR-93-5p/PDCD4 pathway mediated the suppressing role of LINC00472 in HCC cells.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"30522853", "fId":150, "NONCODEId":"NONHSAG094269.2"},
 {"ID":"EL000151", "Name":"LINC01551", "NCBI_gene_Id":"387978", "Aliases":"long intergenic non-protein coding RNA 1551;C14orf23; c14_5148", "Reason":"Inhibition of LINC01551 Impeded NPC Cell Proliferation and Metastasis.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"32329849", "fId":151, "NONCODEId":"NONHSAG014591.2"},
 {"ID":"EL000152", "Name":"MCM3AP-AS1", "NCBI_gene_Id":"114044", "Aliases":"MCM3AP antisense RNA 1;C21orf85; MCM3APAS; MCM3AP-AS; MCM3APASB; NCRNA00031", "Reason":"LncRNA MCM3AP-AS1 inhibits cell proliferation in cervical squamous cell carcinoma by down-regulating miRNA-93.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31985002", "fId":152, "NONCODEId":"NONHSAG033121.3"},
 {"ID":"EL000153", "Name":"GAS1RR", "NCBI_gene_Id":"100506834", "Aliases":"GAS1 adjacent regulatory RNA;LncRNA-Hh", "Reason":"The Shh-GLI1 pathway associated lncRNA-Hh, transcriptionally regulated by Twist, directly targets GAS1 to stimulate the activation of hedgehog signaling (Hh). The activated Hh increases GLI1 expression, and enhances the expression of SOX2 and OCT4 to play a regulatory role in CSC maintenance. Thus, the mammosphere-formation efficiency (MFE) and the self-renewal capacity in vitro, and oncogenicity in vivo in Twist-positive breast cancer cells are elevated. lncRNA-Hh silence in Twist-positive breast cells attenuates the activated Shh-GLI1 signaling and decreases the CSC-associated SOX and OCT4 levels, thus reduces the MFE and tumorigenesis of transplanted tumor.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"26418365", "fId":153, "NONCODEId":"NONHSAG052726.3"},
 {"ID":"EL000154", "Name":"NEAT1", "NCBI_gene_Id":"283131", "Aliases":"nuclear paraspeckle assembly transcript 1;VINC; TncRNA; LINC00084; NCRNA00084", "Reason":"NEAT1 negatively regulated cell proliferation and migration of neuroblastoma by the miR-183-5p/FOXP1 axis via suppression of the ERK/AKT pathway.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a long non-coding RNA (lncRNA) transcribed from the multiple endocrine neoplasia locus. This lncRNA is retained in the nucleus where it forms the core structural component of the paraspeckle sub-organelles. It may act as a transcriptional regulator for numerous genes, including some genes involved in cancer progression.", "PMID":"32693640", "fId":154, "NONCODEId":"NONHSAG008670.3"},
 {"ID":"EL000155", "Name":"SNHG1", "NCBI_gene_Id":"23642", "Aliases":"small nucleolar RNA host gene 1;UHG; U22HG; lncRNA16; LINC00057; NCRNA00057", "Reason":"High expression of lncRNA SNHG1 in prostate cancer patients and inhibition of SNHG1 suppresses cell proliferation and promotes apoptosis.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This locus represents a small nucleolar RNA host gene that produces multiple alternatively spliced long non-coding RNAs. This gene is upregulated in cancers and is thought to act as promoter of cell proliferation. This transcript negatively regulates tumor suppressor genes such as tumor protein p53. Expression of this locus may be a marker of tumor progression.", "PMID":"33154308", "fId":155, "NONCODEId":"NONHSAG008552.3"},
 {"ID":"EL000156", "Name":"RHPN1-AS1", "NCBI_gene_Id":"78998", "Aliases":"RHPN1 antisense RNA 1;C8orf51", "Reason":"In vitro functional assays demonstrated that RHPN1-AS1 overexpression promoted SiHa cell proliferation, invasion and migration; while RHPN1-AS1 knockdown showed the opposite effects.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31525429", "fId":156, "NONCODEId":"NONHSAG114445.1"},
 {"ID":"EL000157", "Name":"EGFR-AS1", "NCBI_gene_Id":"100507500", "Aliases":"EGFR antisense RNA 1", "Reason":"EGFR-AS1 significantly up-regulated in GC tissues and correlated with tumor size. And the expression of EGFR-AS1 positively correlated with EGFR in tissues. Moreover, knock-down of EGFR-AS1 inhibited the proliferation of GC cells via suppressing EGFR-dependent PI3K/AKT pathway in vitro and in vivo. Mechanismly, depletion of EGFR-AS1 was found to decrease EGFR expression by reduction of EGFR mRNA stability.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"30138934", "fId":157, "NONCODEId":"NONHSAG047620.3"},
 {"ID":"EL000158", "Name":"GHET1", "NCBI_gene_Id":"102723099", "Aliases":"gastric carcinoma proliferation enhancing transcript 1;lncRNA-GHET1", "Reason":"GHET1 was up-regulated in osteosarcoma tissues and cell lines, inhibited cell apoptosis, promoted cell proliferation, invasion and migration by affecting EMT in vitro, and was correlated with the tumor growth and metastasis in vivo.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene encodes an unspliced long non-coding RNA that has been suggested to promote the proliferation of gastric carcinoma cells and bladder cancer cells.", "PMID":"30475755", "fId":158, "NONCODEId":"NONHSAG113647.1"},
 {"ID":"EL000159", "Name":"LINC00461", "NCBI_gene_Id":"645323", "Aliases":"long intergenic non-protein coding RNA 461;VISC; NDIME; ECONEXIN; EyeLinc1", "Reason":"Knockdown of LINC00461 inhibits cell proliferation and induces apoptosis in gastric cancer by targeting LSD1.LINC00461 is upregulated in GC(gastric cancer), which is positively related to TNM staging and lymphatic metastasis. LINC00461 mediates proliferation and apoptosis of GC cells, thereafter aggravating the progression of GC.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This is an evolutionarily conserved gene that produces alternatively spliced long non-coding RNAs that may be expressed predominantly in the brain and visual cortex. These transcripts may be involved in tumorigenesis, as depletion by siRNA suppressed glioma cell division. Transcripts may also bind to and regulate the activity of miR-411-5p and argonaut 2, thereby altering the expression of genes involved in tumor growth.", "PMID":"31858544", "fId":159, "NONCODEId":"NONHSAG040969.3"},
 {"ID":"EL000160", "Name":"LINC00460", "NCBI_gene_Id":"728192", "Aliases":"long intergenic non-protein coding RNA 460", "Reason":"Downregulated LINC00460 inhibits cell proliferation and promotes cell apoptosis in prostate cancer.downregulation of LINC00460 promoted apoptosis of cell lines and was related to PI3K/AKT pathway.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31364108", "fId":160, "NONCODEId":"NONHSAG014130.3"},
 {"ID":"EL000161", "Name":"ACTA2-AS1", "NCBI_gene_Id":"100132116", "Aliases":"ACTA2 antisense RNA 1;ZXF1; UC001kfo; uc001kfo.1", "Reason":"Knockdown of ACTA2-AS1 promotes liver cancer cell proliferation, migration and invasion.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"30664183", "fId":161, "NONCODEId":"NONHSAG006474.2"},
 {"ID":"EL000162", "Name":"MINCR", "NCBI_gene_Id":"100507316", "Aliases":"MYC-induced long non-coding RNA ;LINC01604", "Reason":"Long noncoding RNA MINCR regulates cellular proliferation, migration, and invasion in hepatocellular carcinoma.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"29550632", "fId":162, "NONCODEId":"NONHSAG051484.2"},
 {"ID":"EL000163", "Name":"TRPM2-AS", "NCBI_gene_Id":"101928607", "Aliases":"TRPM2 antisense RNA ;TRPM2-AS1", "Reason":"downregulation of TRPM2-AS inhibited the cell proliferation, migration, and invasion significantly (p < .05). TRPM2-AS inhibits the growth, migration, and invasion of gliomas through JNK, c-Jun, and RGS4.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31637708", "fId":163, "NONCODEId":"NONHSAG033027.3"},
 {"ID":"EL000164", "Name":"LSINCT5", "NCBI_gene_Id":"101234261", "Aliases":"long stress-induced non-coding transcript 5", "Reason":"Knockdown of lncRNA LSINCT5 suppresses growth and metastasis of human glioma cells via up-regulating miR-451.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31213092", "fId":164, "NONCODEId":"NONHSAG089950.1"},
 {"ID":"EL000165", "Name":"LINC01234", "NCBI_gene_Id":"100506465", "Aliases":"long intergenic non-protein coding RNA 1234;LCAL84; onco-lncRNA-32", "Reason":"LINC01234 knockdown suppressed cell proliferation, migration, and invasion of colorectal cancer cells, while blocked cell cycle and induced cell apoptosis.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31904146", "fId":165, "NONCODEId":"NONHSAG012367.2"},
 {"ID":"EL000166", "Name":"LINC-ROR", "NCBI_gene_Id":"100885779", "Aliases":"long intergenic non-protein coding RNA, regulator of reprogramming;ROR; lincRNA-RoR; lincRNA-ST8SIA3", "Reason":"LincRNA-ROR promotes invasion, metastasis and tumor growth in pancreatic cancer through activating ZEB1 pathway.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a long non-coding RNA that regulates the reprogramming of pluripotent stem cells. This RNA suppresses induction of tumor protein p53 after DNA damage. It is thought to act as a sponge for microRNAs that regulate stem cell factors POU class 5 homeobox 1, Nanog, and SRY-box 2. This RNA may also have a extracellular role in modulating response to hypoxia in hepatocellular cancer cells. Expression of this transcript is associated with tumor progression and epithelial to mesenchymal transition and metastasis.", "PMID":"26898939", "fId":166, "NONCODEId":"NONHSAG023930.2"},
 {"ID":"EL000167", "Name":"DDX11-AS1", "NCBI_gene_Id":"100506660", "Aliases":"DDX11 antisense RNA 1;CONCR; SCAT4", "Reason":"Long non-coding RNA DDX11-AS1 facilitates gastric cancer progression by regulating miR-873-5p/SPC18 axis.knockdown of DDX11-AS1 repressed cell proliferation and clone formation, while induced cell cycle arrest and apoptosis. As expected, DDX11-AS1 overexpression displayed the opposite effect.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"32054332", "fId":167, "NONCODEId":"NONHSAG010798.3"},
 {"ID":"EL000168", "Name":"LINC00974", "NCBI_gene_Id":"147093", "Aliases":"long intergenic non-protein coding RNA 974", "Reason":"LncRNA LINC00974 Upregulates CDK6 to Promote Cell Cycle Progression in Gastric Carcinoma.", "Role":"Oncogene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31596614", "fId":168, "NONCODEId":"NONHSAG021780.2"},
 {"ID":"EL000169", "Name":"LINC00887", "NCBI_gene_Id":"100131551", "Aliases":"long intergenic non-protein coding RNA 887;HEIRCC", "Reason":"Linc00887 suppresses tumorigenesis of cervical cancer through regulating the miR-454-3p/FRMD6-Hippo axis.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"33413358", "fId":169, "NONCODEId":"NONHSAG037025.3"},
 {"ID":"EL000170", "Name":"OTUD6B-AS1", "NCBI_gene_Id":"100506365", "Aliases":"OTUD6B antisense RNA 1 (head to head);GS1-251I9.4", "Reason":"Novel long noncoding RNA OTUD6B-AS1 indicates poor prognosis and inhibits clear cell renal cell carcinoma proliferation via the Wnt/β-catenin signaling pathway.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"30670025", "fId":170, "NONCODEId":"NONHSAG050725.3"},
 {"ID":"EL000171", "Name":"MBNL1-AS1", "NCBI_gene_Id":"401093", "Aliases":"MBNL1 antisense RNA 1", "Reason":"LncRNA MBNL1-AS1 represses cell proliferation and enhances cell apoptosis via targeting miR-135a-5p/PHLPP2/FOXO1 axis in bladder cancer.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31769229", "fId":171, "NONCODEId":"NONHSAG036412.3"},
 {"ID":"EL000172", "Name":"ASMTL-AS1", "NCBI_gene_Id":"80161", "Aliases":"ASMTL antisense RNA 1;ASMTLAS; CXYorf2; ASMTL-AS; NCRNA00105", "Reason":"Long non-coding RNA ASMTL-AS1 inhibits tumor growth and glycolysis by regulating the miR-93-3p/miR-660/FOXO1 axis in papillary thyroid carcinoma.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene serves as the antisense to the acetylserotonin O-methyltransferase-like gene. Multiple non-coding transcript variants have been found for this gene.", "PMID":"31953163", "fId":172, "NONCODEId":"NONHSAG103259.2"},
 {"ID":"EL000173", "Name":"FAM30A", "NCBI_gene_Id":"9834", "Aliases":"family with sequence similarity 30 member A;HSPC053; KIAA0125; C14orf110", "Reason":"lncRNA KIAA0125 functions as a tumor suppressor modulating growth and metastasis of colorectal cancer via Wnt/β-catenin pathway.overexpression of KIAA0125 suppressed cell proliferation, migration, and invasion whereas the reversal effects were seen in silencing experiment.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31228314", "fId":173, "NONCODEId":"NONHSAG016118.2"},
 {"ID":"EL000174", "Name":"MIR503HG", "NCBI_gene_Id":"84848", "Aliases":"MIR503 host gene;H19X; MIR503HG2", "Reason":"LncRNA MIR503HG inhibits cell migration and invasion via miR-103/OLFM4 axis in triple negative breast cancer.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31062436", "fId":174, "NONCODEId":"NONHSAG055350.3"},
 {"ID":"EL000175", "Name":"LINC01089", "NCBI_gene_Id":"338799", "Aliases":"long intergenic non-protein coding RNA 1089;LIMT", "Reason":"Long Non-Coding RNA 001089 is a Prognostic Marker and Inhibits Glioma Cells Proliferation and Invasion.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"30868865", "fId":175, "NONCODEId":"NONHSAG012555.3"},
 {"ID":"EL000176", "Name":"HCG11", "NCBI_gene_Id":"493812", "Aliases":"HLA complex group 11;bK14H9.3; CTA-14H9.3", "Reason":"overexpression of HCG11 inhibited cell proliferation, invasion, and migration, whereas induced cell apoptosis by regulating miR-543 expression in vitro and in vivo. More than that, lncRNA HCG11 inhibited phosphoinositide-3 kinase/protein kinaseB (PI3K/AKT) signaling pathway to suppress Prostate cancer progression.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31228307", "fId":176, "NONCODEId":"NONHSAG043250.2"},
 {"ID":"EL000177", "Name":"TUSC8", "NCBI_gene_Id":"400128", "Aliases":"tumor suppressor candidate 8 ;LINC01071; XLOC_010588", "Reason":"LncRNA TUSC8 inhibits the invasion and migration of cervical cancer cells via miR-641/PTEN axis.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31033083", "fId":177, "NONCODEId":"NONHSAG013388.3"},
 {"ID":"EL000178", "Name":"LINC01939", "NCBI_gene_Id":"101060385", "Aliases":"long intergenic non-protein coding RNA 1939", "Reason":"LINC01939 inhibits the metastasis of gastric cancer by acting as a molecular sponge of miR-17-5p to regulate EGR2 expression.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"30683847", "fId":178, "NONCODEId":"NONHSAG026794.2"},
 {"ID":"EL000179", "Name":"LINC00968", "NCBI_gene_Id":"100507632", "Aliases":"long intergenic non-protein coding RNA 968", "Reason":"Long non-coding RNA LINC00968 reduces cell proliferation and migration and angiogenesis in breast cancer through up-regulation of PROX1 by reducing hsa-miR-423-5p.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31213129", "fId":179, "NONCODEId":"NONHSAG050284.2"},
 {"ID":"EL000180", "Name":"LINC01133", "NCBI_gene_Id":"100505633", "Aliases":"long intergenic non-protein coding RNA 1133", "Reason":"LINC01133 inhibited nasopharyngeal carcinoma cell proliferation, invasion and migration both in vitro and in vivo.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31106003", "fId":180, "NONCODEId":"NONHSAG003198.3"},
 {"ID":"EL000181", "Name":"ZNF667-AS1", "NCBI_gene_Id":"100128252", "Aliases":"ZNF667 antisense RNA 1 (head to head)", "Reason":"Aberrant methylation and downregulation of ZNF667-AS1 and ZNF667 promote the malignant progression of laryngeal squamous cell carcinoma.Overexpression of ZNF667-AS1 reduced the proliferation, migration, and invasion ability of AMC-HN-8 and TU177 cells.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"30684967", "fId":181, "NONCODEId":"NONHSAG026631.3"},
 {"ID":"EL000182", "Name":"DRAIC", "NCBI_gene_Id":"145837", "Aliases":"downregulated RNA in cancer, inhibitor of cell invasion and migration", "Reason":"LncRNA DRAIC inhibits proliferation and metastasis of gastric cancer cells through interfering with NFRKB deubiquitination mediated by UCHL5.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"32351584", "fId":182, "NONCODEId":"NONHSAG017288.3"},
 {"ID":"EL000183", "Name":"SNHG15", "NCBI_gene_Id":"285958", "Aliases":"small nucleolar RNA host gene 15 ;C7orf40; MYO1GUT; Linc-Myo1g", "Reason":"SNHG15 overexpression suppressed cell proliferation, migration, and invasion in thyroid cancer.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene represents a snoRNA host gene that produces a short-lived long non-coding RNA. This non-coding RNA is upregulated in tumor cells and may contribute to cell proliferation by acting as a sponge for microRNAs.", "PMID":"30623483", "fId":183, "NONCODEId":"NONHSAG047507.3"},
 {"ID":"EL000184", "Name":"MIR124-1HG", "NCBI_gene_Id":"157627", "Aliases":"MIR124-1 host gene;Rncr3; neuroLNC; LINC00599", "Reason":"up-regulation of LINC00599 depressed glioma cell migration and invasion through regulating epithelial-mesenchymal transition (EMT) process.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"Predicted to act upstream of or within several processes, including gene silencing by miRNA; long-term synaptic potentiation; and sensory perception of sound. ", "PMID":"30867254", "fId":184, "NONCODEId":"NONHSAG049507.3"},
 {"ID":"EL000185", "Name":"LNCNEF", "NCBI_gene_Id":"101929685", "Aliases":"lncRNA neighboring enhancer of FOXA2;LINC01384; lncRNA-NEF", "Reason":"LncRNA NEF overexpression inhibited the migration and invasion of triple-negative breast cancer cells.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"30839051", "fId":185, "NONCODEId":"NONHSAG031453.2"},
 {"ID":"EL000186", "Name":"A1BG-AS1", "NCBI_gene_Id":"503538", "Aliases":"A1BG antisense RNA 1;A1BGAS; A1BG-AS; NCRNA00181", "Reason":"lncRNA A1BG-AS1 suppresses proliferation and invasion of hepatocellular carcinoma cells by targeting miR-216a-5p.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"30556161", "fId":186, "NONCODEId":"NONHSAG026721.3"},
 {"ID":"EL000187", "Name":"ADAMTS9-AS2", "NCBI_gene_Id":"100507098", "Aliases":"ADAMTS9 antisense RNA 2", "Reason":"LncRNA ADAMTS9-AS2 inhibits cell proliferation and decreases chemoresistance in clear cell renal cell carcinoma via the miR-27a-3p/FOXO1 axis.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31400752", "fId":187, "NONCODEId":"NONHSAG084701.2"},
 {"ID":"EL000188", "Name":"Miat", "NCBI_gene_Id":"330166", "Aliases":"myocardial infarction associated transcript (non-protein coding);Rncr2; gomafu; 3632434I06; A230057G18Rik", "Reason":"Miat controls the differentiation of neural progenitors,the survival of newborn neurons and the splicing of Wnt7b.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"This gene encodes a spliced long non-coding RNA that may constitute a component of the nuclear matrix. This transcript has been associated with retinal cell fate determination. Altered expression of a similar gene in human has been associated with a susceptibility to myocardial infarction, and is involved in pathways that may contribute to the pathophysiology of schizophrenia. Alternatively spliced transcript variants have been identified.", "PMID":"24240175", "fId":188, "NONCODEId":"NONMMUG033401.2"},
 {"ID":"EL000189", "Name":"Tunar", "NCBI_gene_Id":"69952", "Aliases":"Tcl1 upstream neural differentiation associated RNA;Tuna; 2810011L19Rik", "Reason":"lincRNA TUNA plays a vital role in pluripotency and neural differentiation of ESCs and is associated with neurological function of adult vertebrates.knockdown of TUNA or the individual RBPs inhibited neural differentiation of mESCs.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"Acts upstream of or within several processes, including positive regulation of chromatin binding activity; positive regulation of mitotic cell cycle; and positive regulation of transcription by RNA polymerase II. Located in cytoplasm and nucleus. Part of ribonucleoprotein complex. Is expressed in brain; embryo; eye; and spinal cord. Orthologous to human TUNAR (TCL1 upstream neural differentiation-associated RNA).(GO:0003674,GO:0005737 ,GO:0030529 ,GO:0005634,GO:0045596,GO:0048663 ,GO:0035563 ,GO:0045931,GO:0045944)", "PMID":"24530304", "fId":189, "NONCODEId":"N.A."},
 {"ID":"EL000190", "Name":"Dlx6os1", "NCBI_gene_Id":"320038", "Aliases":"distal-less homeobox 6, opposite strand 1;Evf1; Evf2; Evf-1; Evf-2; Shhrs; Evf1/2; Dlx6as1; A230055N17Rik", "Reason":"Evf2 trucRNA plays a critical role in gene regulation and the development of interneurons.Evf2 non-coding RNA regulates transcription of homeodomain transcription factors DLX5 and DLX6 in the developing mouse forebrain.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"N.A.", "PMID":"19620975", "fId":190, "NONCODEId":"N.A."},
 {"ID":"EL000191", "Name":"9030622O22Rik", "NCBI_gene_Id":"100043820", "Aliases":"RIKEN cDNA 9030622O22 gene;Alien; Falcor", "Reason":"ALIEN knockdown resulted in downregulation of gene related to angiogenesis and blood vessel development could be observed.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"N.A.", "PMID":"25739401", "fId":191, "NONCODEId":"NONMMUG068727.2"},
 {"ID":"EL000192", "Name":"SENCR", "NCBI_gene_Id":"100507392", "Aliases":"smooth muscle and endothelial cell enriched migration/differentiation-associated lncRNA;lncRNA9; FLI1-AS1", "Reason":"SENCR contributes to the regulation of endothelial differentiation from pluripotent cells and controls the angiogenic capacity of HUVEC(human umbilical endothelial cell).", "Role":"General", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"26898221", "fId":192, "NONCODEId":"NONHSAG010021.2"},
 {"ID":"EL000193", "Name":"AFDN-DT", "NCBI_gene_Id":"653483", "Aliases":"AFDN divergent transcript ;HGC6.4; AFDN-AS1; C6orf124; MLLT4-AS1; dJ431P23.3", "Reason":"AFDN-DT, an lncRNA that is repressed in gastric cancers (GC), functions as a tumour suppressor by inhibiting cell growth and metastasis through transcriptional repression of genes involved in metastasis.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31981317", "fId":193, "NONCODEId":"NONHSAG045430.3"},
 {"ID":"EL000194", "Name":"Tslrn1", "NCBI_gene_Id":"75545", "Aliases":"testis specific long noncoding RNA 1;1700019B21Rik", "Reason":"a mouse knockout of one X-linked lncRNA, Tslrn1 (testis-specific long noncoding RNA 1), and found that males carrying a Tslrn1 deletion displayed normal fertility but a significant reduction in spermatozoa.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"spermatogenesis", "PMID":"29044429", "fId":194, "NONCODEId":"N.A."},
 {"ID":"EL000195", "Name":"PICSAR", "NCBI_gene_Id":"378825", "Aliases":"P38 inhibited cutaneous squamous cell carcinoma associated lincRNA;NLC1C; NLC1-C; PRED74; C21orf113; LINC00162; NCRNA00162", "Reason":"Narcolepsy candidate-region 1 gene (NLC1-C) is an lncRNA expressing in the cytoplasm of spermatogonia and early spermatocytes. It was found that the over-expression of NLC1-C promoted cell growth whereas its loss inhibited cell growth and promoted apoptosis.", "Role":"General", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"26539909", "fId":195, "NONCODEId":"NONHSAG033061.2"},
 {"ID":"EL000196", "Name":"Hm629797", "NCBI_gene_Id":"101101691", "Aliases":"cDNA sequence HM629797;Mrhl", "Reason":"mrhl RNA plays a negative role in Wnt signaling in mouse spermatogonial cells through its interaction with p68.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"Acts upstream of or within regulation of Wnt signaling pathway; regulation of gene expression; and regulation of protein import into nucleus.", "PMID":"22665494", "fId":196, "NONCODEId":"NONMMUG041158.2"},
 {"ID":"EL000197", "Name":"4933409F18Rik", "NCBI_gene_Id":"74668", "Aliases":"RIKEN cDNA 4933409F18 gene; 4930435E18Rik", "Reason":"Knockdown of AK015322 resulted in decreased proliferation, suggesting its role in maintaining SSC self-renewal capacity.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"N.A.", "PMID":"27822884", "fId":197, "NONCODEId":"N.A."},
 {"ID":"EL000198", "Name":"Gm2044", "NCBI_gene_Id":"100039095", "Aliases":"predicted gene 2044", "Reason":"Gm2044 to be critical for germ cell transition and meiotic progression by inhibiting Utf1 translation.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"N.A.", "PMID":"29934815", "fId":198, "NONCODEId":"NONMMUG039587.2"},
 {"ID":"EL000199", "Name":"Mhrt", "NCBI_gene_Id":"791403", "Aliases":"myosin heavy chain associated RNA transcript;Myheart; D830015G02Rik", "Reason":"A long noncoding RNA Mhrt protects the heart from pathological hypertrophy.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"This gene encodes a spliced long non-coding RNA that may act as a cardioprotective agent in the heart. This transcript is thought to regulate chromatin remodeling by acting as a decoy to the Brg1 chromatin repressor complex thus preventing it from binding to its genomic targets. Blocking the actions of Brg1 may be crucial in protecting the heart from pathological hypertrophy.", "PMID":"25119045", "fId":199, "NONCODEId":"N.A."},
 {"ID":"EL000200", "Name":"MHRT", "NCBI_gene_Id":"104564225", "Aliases":"myosin heavy chain associated RNA transcript;Myheart", "Reason":"restoring Mhrt to the pre-stress level protects the heart from hypertrophy and failure.MHRT lncRNA protects the heart from pathological hypertrophy.", "Role":"General", "Organism":"Human", "Gene_Ontology_Annotations":"This gene encodes a spliced long non-coding RNA that may act as a cardioprotective agent in the heart. Based on a study of a similar gene in mouse, the encoded transcript may regulate chromatin remodeling by acting as a decoy to the BRG1 chromatin repressor complex thus preventing it from binding to its genomic targets. Blocking the actions of BRG1 could be crucial in protecting the heart from pathological hypertrophy.", "PMID":"25119045", "fId":200, "NONCODEId":"NONHSAG068639.2"},
 {"ID":"EL000201", "Name":"Jpx", "NCBI_gene_Id":"70252", "Aliases":"Jpx transcript, Xist activator (non-protein coding);Enox; 2010000I03Rik; 2510040I06Rik", "Reason":"Jpx is developmentally regulated and accumulates during XCI(X chromosome inactivation). Deleting Jpx blocks XCI and is female lethal.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"Acts upstream of or within positive regulation of transcription by RNA polymerase II and regulation of dosage compensation by inactivation of X chromosome.Orthologous to human JPX (JPX transcript, XIST activator).", "PMID":"21029862", "fId":201, "NONCODEId":"NONMMUG045574.2"},
 {"ID":"EL000202", "Name":"Airn", "NCBI_gene_Id":"104103", "Aliases":"antisense Igf2r RNA；Air; IGF2RAS; AI256653; AI597500; AW049873; D17Ertd663e; 2810051F02Rik; 2810434M15Rik; B930018I07Rik", "Reason":"Silencing of Airn via siRNAs augmented cell death, vulnerability to cellular stress, and reduced cell migration.Further experiments showed that Airn binds to Igf2bp2 to control the translation of several genes. Moreover, silencing of Airn caused less binding of Igf2bp2 to other mRNAs and reduced translation of Igf2bp2 protein.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"This gene is a paternally expressed imprinted gene. Alternatively spliced transcript variants have been produced from this gene and they are all long non-coding RNAs. These variants share the same 5' exon, and their 3' exons are divergent. The 5' exon overlaps the intron 2 of the Igf2r gene on the opposite strand. The Igf2r intron 2 contains a CpG island, which is a promoter and drives the expression of this gene. This gene is responsible for silencing Igf2r, and the flanking Slc22a2 and Slc22a3 genes in the imprinted gene cluster. It regulates transcription of these genes through epigenetic modifications.", "PMID":"29483092", "fId":202, "NONCODEId":"NONMMUG017485.2"},
 {"ID":"EL000203", "Name":"Kcnq1ot1", "NCBI_gene_Id":"63830", "Aliases":"KCNQ1 overlapping transcript 1;Lit1; Tssc8; Kvlqt1-as", "Reason":"deletion of KvDMR1 lead to growth defects.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"The distal end of mouse chromosome 7 contains two clusters of epigenetically-regulated genes that are expressed from only one chromosome in a parent-of-origin manner. Each cluster, or imprinted domain, is regulated by a functionally independent imprinting control region (ICR). The telomeric imprinted domain is regulated by an ICR located in an intron of Kcnq1, and contains at least eight genes that are expressed exclusively or preferentially from the maternally-inherited allele. The DNA of the ICR is specifically methylated on the maternally-inherited chromosome, and unmethylated on the paternally-inherited chromosome. The ICR contains the promoter of the Kcnq1ot1 gene that is exclusively expressed from the paternal allele. The Kcnq1ot1 transcript is the antisense to the Kcnq1 gene and is a unspliced long non-coding RNA. It interacts with chromatin and regulates transcription of multiple target genes through epigenetic modifications.", "PMID":"12410230", "fId":203, "NONCODEId":"NONMMUG039685.2"},
 {"ID":"EL000204", "Name":"Hand2os1", "NCBI_gene_Id":"102636514", "Aliases":"Hand2, opposite strand 1;Uph; Gm28063; Hand2-as1", "Reason":"The full-length deletion of Hand2as (17-kb deletion), but not deletion of the promoter and 5’ sequences  or a distal element , caused a perinatal lethal phenotype with dysregulated cardiac gene expression and heart hypoplasia.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"Involved in positive regulation of gene expression. Acts upstream of or within with a positive effect on cardiac right ventricle morphogenesis. Acts upstream of or within transcription elongation from RNA polymerase II promoter. Located in chromatin; cytoplasm; and nucleoplasm. Is expressed in several structures, including alimentary system; heart; limb bud; liver; and spleen.", "PMID":"29420831", "fId":204, "NONCODEId":"NONMMUG040634.2"},
 {"ID":"EL000205", "Name":"Ttc39aos1", "NCBI_gene_Id":"102635290", "Aliases":"Ttc39a opposite strand RNA 1;Gm12750; lincRNA-EPS", "Reason":"Loss-of-function studies revealed that inhibition of LincRNA-EPS induction results in apoptosis and blockage of proliferation of erythroid progenitors.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"Enables chromatin binding activity; ribonucleoprotein complex binding activity; and transcription cis-regulatory region binding activity. Acts upstream of or within with a negative effect on inflammatory response and transcription by RNA polymerase II. Acts upstream of or within gene expression; nucleosome organization; and response to lipopolysaccharide.", "PMID":"22155924", "fId":205, "NONCODEId":"NONMMUG030202.3"},
 {"ID":"EL000206", "Name":"Neat1", "NCBI_gene_Id":"66961", "Aliases":"nuclear paraspeckle assembly transcript 1 (non-protein coding)", "Reason":"Neat1 knockout mice fail to produce functional corpus luteum and are infertile.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"This gene produces a long non-coding RNA (lncRNA) that is retained in the nucleus where it forms the core structural component of the paraspeckle sub-organelles. It may act as a transcriptional regulator for numerous genes, including some genes involved in cancer progression.", "PMID":"25359727", "fId":206, "NONCODEId":"NONMMUG020673.3"},
 {"ID":"EL000207", "Name":"Hdnr", "NCBI_gene_Id":"75996", "Aliases":"Hand2 downstream lncRNA;Hdn; Handlr; handsdown; 5033428I22Rik", "Reason":"complete removal of Hdn causes embryonic lethality.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"Is expressed in several structures, including branchial arch; heart; limb; limb bud; and trunk mesenchyme.", "PMID":"31422919", "fId":207, "NONCODEId":"NONMMUG040637.2"}]