[{"ID":"EL000001", "Name":"Fendrr", "NCBI_gene_Id":"68790", "Aliases":"Foxf1 adjacent non-coding developmental regulatory RNA;LL66; linc-F; lincFoxf1; linc-Foxf1a; 1110050K14Rik", "Reason":"The mouse knock-out model of Fendrr was seen to have defects in lungs, heart and gastrointestinal tract.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"This gene encodes a spliced long non-coding RNA transcribed from a bidirectional promoter shared with Foxf1 on the opposite strand. The encoded transcript is essential for normal development of the heart and body wall. It is thought to act by binding to polycomb repressive complex 2 (PRC2) and/or TrxG/MLL complexes to promote the methylation of the promoters of target genes, thus reducing their expression. It plays a role in cell fate determination in tissues derived from the lateral plate mesoderm. Knockout models reveal loss of this gene is lethal in mice. Alternatively spliced transcript variants have been identified.", "PMID":24381249, "fId":1, "NONCODEId":"NONMMUG041781.3"},
 {"ID":"EL000002", "Name":"Gm38509", "NCBI_gene_Id":"102638436", "Aliases":"predicted gene, 38509;Peril", "Reason":"peril knockout mice have reduced viability and die shortly after birth.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"N.A.", "PMID":24381249, "fId":2, "NONCODEId":"NONMMUG026355.2"},
 {"ID":"EL000003", "Name":"Haglr", "NCBI_gene_Id":"102634678", "Aliases":"Hoxd antisense growth associated long non-coding RNA;Mdgt; Hoxd-as1; 6720416L17Rik", "Reason":"Deletion of Mdgt results in viability defects.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"multicellular organism growth.(GO:0035264)", "PMID":24381249, "fId":3, "NONCODEId":"NONMMUG023454.3"},
 {"ID":"EL000004", "Name":"Pantr2", "NCBI_gene_Id":"66620", "Aliases":"POU domain, class 3, transcription factor 3 adjacent noncoding transcript 2;Pou3f; linc-; Pou3f3os2; linc-Brn1b; 2610207O16Rik", "Reason":"linc–Brn1b knockout mice exhibit a decrease in proliferation of cortical progenitors in vivo, and that this defect is restricted to a specific subpopulation of progenitors in the SVZ of the developing cortex.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"Acts upstream of or within cerebellar cortex structural organization; homeostasis of number of cells within a tissue; and regulation of gene expression. Located in cytoplasm and nucleus. Is expressed in brain; cortical layer V; hippocampus CA1; lateral habenular nucleus; and medial habenular nucleus.(GO:0005737,GO:0005634, GO:0021698,GO:0048873,GO:0035264)", "PMID":24381249, "fId":4, "NONCODEId":"NONMMUG000508.2"},
 {"ID":"EL000005", "Name":"Lncpint", "NCBI_gene_Id":"232685", "Aliases":"long non-protein coding RNA, Trp53 induced transcript;P; Li; Lin; Pint; AB04180; Lincpint; MNCb-176; MNCb-1768; linc-Pint", "Reason":"In mouse cells, Pint promotes cell proliferation and survival by regulating the expression of genes of the TGF-b, MAPK and p53 pathways. Pint is necessary for regulation of normal cell growth and proliferation, and in the presence of DNA damage, Pint acts as a negative regulator of cell cycle arrest and as a pro-survival molecule, modulating the effect of p53 activation through a negative autoregulatory mechanism.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"Involved in several processes, including adipose tissue development; adult somatic muscle development; and hair follicle development. Orthologous to human LINC-PINT (long intergenic non-protein coding RNA, p53 induced transcript).", "PMID":24070194, "fId":5, "NONCODEId":"NONMMUG034886.3"},
 {"ID":"EL000007", "Name":"Tsix", "NCBI_gene_Id":"22097", "Aliases":"X (inactive)-specific transcript, opposite strand", "Reason":"Tsix plays a crucial role in maintaining Xist silencing in cis and in regulation of imprinted X-inactivation in the extra-embryonic tissues.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"Acts upstream of or within epigenetic maintenance of chromatin in transcription-competent conformation; inactivation of paternal X chromosome; and negative regulation of transcription by RNA polymerase II. Is expressed in several structures, including early conceptus; liver; placenta; and retina nuclear layer. Orthologous to human TSIX (TSIX transcript, XIST antisense RNA).(GO:0005515，GO:0032403，GO:0048096，GO:0009048，GO:0060817，GO:0000122)", "PMID":11262229, "fId":7, "NONCODEId":"NONMMUG045568.3"},
 {"ID":"EL000008", "Name":"Dnm3os", "NCBI_gene_Id":"474332", "Aliases":"dynamin 3, opposite strand", "Reason":"Dnm3os,is Required for Normal Growth and Skeletal Development in Mice.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"Acts upstream of or within bone mineralization and skeletal system development. Is expressed in several structures, including alimentary system; embryo mesenchyme; genitourinary system; heart; and limb.(GO:0003674 ,GO:0005575,GO:0030282, GO:0001501)", "PMID":18985749, "fId":8, "NONCODEId":"NONMMUG002239.2"},
 {"ID":"EL000010", "Name":"Mir124a-1hg", "NCBI_gene_Id":"268755", "Aliases":"Mir124-1 host gene (non-protein coding);Rn; Rncr3; mir-3078; mir-124-1; A930011O12Rik", "Reason":"the miR-124 promoted the differentiation of neuronal cells from BMMSCs, and this mechanism was miR-124 reduced the expression of PTBP1, increased the expression of PTBP2.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"Involved in several processes, including gene silencing by miRNA; long-term synaptic potentiation; and sensory perception of sound.", "PMID":25697062, "fId":10, "NONCODEId":"NONMMUG013211.2"},
 {"ID":"EL000011", "Name":"Meg3", "NCBI_gene_Id":"17263", "Aliases":"maternally expressed 3;Gtl; Gtl2; R74756; R75394; AI425946; AW108224; D12Bwg1266e; 2900016C05Rik; 3110050O07Rik; 6330408G06Rik", "Reason":"Maternal deletion of the Meg3 gene in mice results in skeletal muscle defects and perinatal death.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"This gene is paternally-imprinted and thus expressed predominantly from the maternal allele. It generates alternatively-spliced long non protein-coding RNAs that overlap with the microRNAs Mir770 and Mir1906-1. Transcripts from this gene function as negative regulators of growth and may be down-regulated in tumor cells. This gene is expressed in a reciprocal pattern from the nearby Dlk1 (delta-like 1 homolog) gene, which is paternally-expressed. Deletion of this locus disrupts imprinting in this genomic region and results in perinatal morbidity.", "PMID":22393162, "fId":11, "NONCODEId":"NONMMUG009962.3"},
 {"ID":"EL000015", "Name":"Chaserr", "NCBI_gene_Id":"69170", "Aliases":"CHD2 adjacent suppressive regulatory RNA ;linc2025; 1810026B05Rik", "Reason":"Loss of Chaserr in mice leads to early postnatal lethality in homozygous mice, and severe growth retardation in heterozygotes.Regulation of CHD2 expression by the Chaserr long noncoding RNA gene is essential for viability.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"Involved in several processes, including adipose tissue development; regulation of gene expression; and thymus development. Is active in chromatin and nucleus. Is expressed in brain; embryo; liver; spleen; and thymus. Orthologous to human CHASERR (CHD2 adjacent suppressive regulatory RNA).", "PMID":31704914, "fId":15, "NONCODEId":"NONMMUG038355.2"},
 {"ID":"EL000016", "Name":"LIVAR", "NCBI_gene_Id":"102724895", "Aliases":"liver cell viability associated lncRNA;lnc18q22.2", "Reason":"knockdown of lnc18q22.1 resulted phenotypes ranging from reduced cell growth to lethality.", "Role":"General", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":28073183, "fId":16, "NONCODEId":"N.A."},
 {"ID":"EL000017", "Name":"Xist", "NCBI_gene_Id":"213742", "Aliases":"X-inactive specific transcript;AI314753; A430022B11", "Reason":"Deleting Xist in the Blood Compartment Results in Female Specific Lethality.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"X inactivation is an early developmental process in mammalian females that transcriptionally silences one of the pair of X chromosomes, thus providing dosage equivalence between males and females. The process is regulated by several factors, including a region of chromosome X called the X inactivation center (XIC). The XIC comprises several non-coding and protein-coding genes, and this gene was the first non-coding gene identified within the XIC. This gene is expressed exclusively from the XIC of the inactive X chromosome. It is essential for the initiation and spread of X-inactivation. It silences hundreds of genes by recruiting and tethering repressive chromatin-modifying complexes to the inactive X chromosome. Alternatively spliced transcript variants have been identified.", "PMID":23415223, "fId":17, "NONCODEId":"NONMMUG045569.3"},
 {"ID":"EL000019", "Name":"Gm12610", "NCBI_gene_Id":"102633081", "Aliases":"predicted gene 12610;ANRIL; Gm12609", "Reason":"Overexpression of long non-coding RNA ANRIL promotes post-ischaemic angiogenesis and improves cardiac functions by targeting Akt.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"N.A.", "PMID":32400082, "fId":19, "NONCODEId":"NONMMUG029813.3"},
 {"ID":"EL000036", "Name":"lncKdm2b", "NCBI_gene_Id":"N.A.", "Aliases":"N.A.", "Reason":"LncKdm2b deficiency in the hematopoietic system led to reductions in the number and effector functions of ILC3s. LncKdm2b expression sustained the maintenance of ILC3s by promoting their proliferation through activation of the transcription  factor Zfp292. Mechanistically, lncKdm2b recruited the chromatin organizer Satb1 and the nuclear remodeling factor (NURF) complex onto the Zfp292 promoter to initiate its transcription.LncKdm2b deficiency abrogates blastocyst development at embryonic day 3 (E3.0), leading to early embryonic lethality.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"N.A.", "PMID":28319097, "fId":36, "NONCODEId":"N.A."},
 {"ID":"EL000037", "Name":"Bvht", "NCBI_gene_Id":"545261", "Aliases":"braveheart long non-coding RNA;Gm20748; Braveheart", "Reason":"Bvht is necessary for activation of a core cardiovascular gene network and functions upstream of mesoderm posterior 1(MesP1), a master regulator of a common multipotent cardiovascular progenitor. Bvht interacts with SUZ12, a component of polycomb repressive complex 2 (PRC2), during cardiomyocyte differentiation, suggesting that Bvht mediates epigenetic regulation of cardiac commitment. together,Bvht plays a role in maintaining cardiac fate in neonatal cardiomyocytes.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"This gene encodes a spliced long non-coding RNA that may play a critical role in cardiovascular lineage commitment. During cardiomyocyte differentiation this transcript interacts with SUZ12, a component of polycomb repressive complex 2 (PRC2) which is known to mediate epigenetic gene silencing. It has been suggested that this transcript functions by activating a network of genes that control cardiovascular cell fate.", "PMID":23352431, "fId":37, "NONCODEId":"N.A."},
 {"ID":"EL000040", "Name":"Paupar", "NCBI_gene_Id":"103164605", "Aliases":"Pax6 upstream antisense RNA", "Reason":"The Long Noncoding RNA Paupar Modulates PAX6 Regulatory Activities to Promote Alpha Cell Development and Function.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"Exhibits chromatin binding activity. Involved in gene expression; neural precursor cell proliferation; and neurogenesis. Localizes to cytoplasm and nucleoplasm. Orthologous to human PAUPAR (PAX6 upstream antisense RNA).", "PMID":31607563, "fId":40, "NONCODEId":"NONMMUG024063.2"},
 {"ID":"EL000045", "Name":"AIRN", "NCBI_gene_Id":"100271873", "Aliases":"antisense of IGF2R non-protein coding RNA;AIR;IGF2RAS; IGF2R-AS; IGF2R-AS1; NCRNA00088", "Reason":"Silencing of Airn via siRNAs augmented cell death, vulnerability to cellular stress, and reduced cell migration.", "Role":"General", "Organism":"Human", "Gene_Ontology_Annotations":"Both spliced and un-spliced long non-coding RNAs are transcribed from this gene. This gene overlaps on the opposite strand the second intron of the insulin-like growth factor 2 receptor gene; a CpG island associated with the second intron denotes an active promoter that drives the expression of this gene. The related mouse gene is responsible for silencing the insulin-like growth factor 2 receptor gene and flanking genes in the imprinted gene cluster of mice. This gene may be expressed in Wilms tumors.", "PMID":29483092, "fId":45, "NONCODEId":"NONHSAG045306.2"},
 {"ID":"EL000054", "Name":"LNCTAM34A", "NCBI_gene_Id":"102724571", "Aliases":"long non coding transcriptional activator of miR34a;GUARDIN; LINC01759", "Reason":"GUARDIN is a p53-responsive long non-coding RNA that is essential for genomic stability.the p53-responsive lncRNA GUARDIN is important for maintaining genomic integrity under steady-state conditions and after exposure to exogenous genotoxic stress.", "Role":"General", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":29593331, "fId":54, "NONCODEId":"N.A."},
 {"ID":"EL000059", "Name":"RMRP", "NCBI_gene_Id":"6023", "Aliases":"RNA component of mitochondrial RNA processing endoribonuclease ;CHH, NME1, RMRPR, RRP2", "Reason":"RMRP was the first non-coding nuclear RNA gene implicated in a disease. Its mutations cause cartilage-hair hypoplasia (CHH), an autosomal recessive skeletal dysplasia with growth failure, immunodeficiency, and a high risk for malignancies.", "Role":"General", "Organism":"Human", "Gene_Ontology_Annotations":"This gene encodes the RNA component of mitochondrial RNA processing endoribonuclease, which cleaves mitochondrial RNA at a priming site of mitochondrial DNA replication. This RNA also interacts with the telomerase reverse transcriptase catalytic subunit to form a distinct ribonucleoprotein complex that has RNA-dependent RNA polymerase activity and produces double-stranded RNAs that can be processed into small interfering RNA. Mutations in this gene are associated with cartilage-hair hypoplasia.", "PMID":31551465, "fId":59, "NONCODEId":"NONHSAG052119.2"},
 {"ID":"EL000070", "Name":"IPW", "NCBI_gene_Id":"3653", "Aliases":"imprinted in Prader-Willi syndrome ;NCRNA00002", "Reason":"Lack of expression of IPW may contribute to the PWS phenotype directly.Prader-Willi syndrome (PWS) is a neurobehavioural disorder characterized by neonatal respiratory depression, hypotonia and failure to thrive in infancy, followed by hyperphagia and obesity among other symptoms.", "Role":"General", "Organism":"Human", "Gene_Ontology_Annotations":"This gene is non-protein coding, is expressed exclusively from the paternal allele, and may play a role in the imprinting process. Mutations in this gene are associated with Prader-Willi syndrome.", "PMID":7849716, "fId":70, "NONCODEId":"NONHSAG016307.3"},
 {"ID":"EL000136", "Name":"Gas5", "NCBI_gene_Id":"14455", "Aliases":"growth arrest specific 5 ;Gas; Snh; Gas-5; Snhg2; Mir5117", "Reason":"Gas5 is an essential lncRNA regulator for self-renewal and pluripotency of mouse embryonic stem cells and induced pluripotent stem cells.Knockdown of Gas5 promoted endodermal differentiation of mESCs(mouse embryonic stem cells) and impaired the efficiency of iPSC(induced pluripotent stem cells) reprogramming.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"Acts upstream of or within response to bacterium. Is expressed in several structures, including alimentary system; brain; metanephros; respiratory system; and sensory organ. Orthologous to human GAS5 (growth arrest specific 5).(GO:0003674,GO:0005575,GO:0008150)", "PMID":29562912, "fId":136, "NONCODEId":"NONMMUG002215.2"},
 {"ID":"EL000188", "Name":"Miat", "NCBI_gene_Id":"330166", "Aliases":"myocardial infarction associated transcript (non-protein coding);Rncr2; gomafu; 3632434I06; A230057G18Rik", "Reason":"Miat controls the differentiation of neural progenitors,the survival of newborn neurons and the splicing of Wnt7b.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"This gene encodes a spliced long non-coding RNA that may constitute a component of the nuclear matrix. This transcript has been associated with retinal cell fate determination. Altered expression of a similar gene in human has been associated with a susceptibility to myocardial infarction, and is involved in pathways that may contribute to the pathophysiology of schizophrenia. Alternatively spliced transcript variants have been identified.", "PMID":24240175, "fId":188, "NONCODEId":"NONMMUG033401.2"},
 {"ID":"EL000189", "Name":"Tunar", "NCBI_gene_Id":"69952", "Aliases":"Tcl1 upstream neural differentiation associated RNA;Tuna; 2810011L19Rik", "Reason":"lincRNA TUNA plays a vital role in pluripotency and neural differentiation of ESCs and is associated with neurological function of adult vertebrates.knockdown of TUNA or the individual RBPs inhibited neural differentiation of mESCs.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"Acts upstream of or within several processes, including positive regulation of chromatin binding activity; positive regulation of mitotic cell cycle; and positive regulation of transcription by RNA polymerase II. Located in cytoplasm and nucleus. Part of ribonucleoprotein complex. Is expressed in brain; embryo; eye; and spinal cord. Orthologous to human TUNAR (TCL1 upstream neural differentiation-associated RNA).(GO:0003674,GO:0005737 ,GO:0030529 ,GO:0005634,GO:0045596,GO:0048663 ,GO:0035563 ,GO:0045931,GO:0045944)", "PMID":24530304, "fId":189, "NONCODEId":"N.A."},
 {"ID":"EL000190", "Name":"Dlx6os1", "NCBI_gene_Id":"320038", "Aliases":"distal-less homeobox 6, opposite strand 1;Evf1; Evf2; Evf-1; Evf-2; Shhrs; Evf1/2; Dlx6as1; A230055N17Rik", "Reason":"Evf2 trucRNA plays a critical role in gene regulation and the development of interneurons.Evf2 non-coding RNA regulates transcription of homeodomain transcription factors DLX5 and DLX6 in the developing mouse forebrain.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"N.A.", "PMID":19620975, "fId":190, "NONCODEId":"N.A."},
 {"ID":"EL000191", "Name":"9030622O22Rik", "NCBI_gene_Id":"100043820", "Aliases":"RIKEN cDNA 9030622O22 gene;Alien; Falcor", "Reason":"ALIEN knockdown resulted in downregulation of gene related to angiogenesis and blood vessel development could be observed.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"N.A.", "PMID":25739401, "fId":191, "NONCODEId":"NONMMUG068727.2"},
 {"ID":"EL000192", "Name":"SENCR", "NCBI_gene_Id":"100507392", "Aliases":"smooth muscle and endothelial cell enriched migration/differentiation-associated lncRNA;lncRNA9; FLI1-AS1", "Reason":"SENCR contributes to the regulation of endothelial differentiation from pluripotent cells and controls the angiogenic capacity of HUVEC(human umbilical endothelial cell).", "Role":"General", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":26898221, "fId":192, "NONCODEId":"NONHSAG010021.2"},
 {"ID":"EL000194", "Name":"Tslrn1", "NCBI_gene_Id":"75545", "Aliases":"testis specific long noncoding RNA 1;1700019B21Rik", "Reason":"a mouse knockout of one X-linked lncRNA, Tslrn1 (testis-specific long noncoding RNA 1), and found that males carrying a Tslrn1 deletion displayed normal fertility but a significant reduction in spermatozoa.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"spermatogenesis", "PMID":29044429, "fId":194, "NONCODEId":"N.A."},
 {"ID":"EL000195", "Name":"PICSAR", "NCBI_gene_Id":"378825", "Aliases":"P38 inhibited cutaneous squamous cell carcinoma associated lincRNA;NLC1C; NLC1-C; PRED74; C21orf113; LINC00162; NCRNA00162", "Reason":"Narcolepsy candidate-region 1 gene (NLC1-C) is an lncRNA expressing in the cytoplasm of spermatogonia and early spermatocytes. It was found that the over-expression of NLC1-C promoted cell growth whereas its loss inhibited cell growth and promoted apoptosis.", "Role":"General", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":26539909, "fId":195, "NONCODEId":"NONHSAG033061.2"},
 {"ID":"EL000196", "Name":"Hm629797", "NCBI_gene_Id":"101101691", "Aliases":"cDNA sequence HM629797;Mrhl", "Reason":"mrhl RNA plays a negative role in Wnt signaling in mouse spermatogonial cells through its interaction with p68.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"Acts upstream of or within regulation of Wnt signaling pathway; regulation of gene expression; and regulation of protein import into nucleus.", "PMID":22665494, "fId":196, "NONCODEId":"NONMMUG041158.2"},
 {"ID":"EL000197", "Name":"4933409F18Rik", "NCBI_gene_Id":"74668", "Aliases":"RIKEN cDNA 4933409F18 gene; 4930435E18Rik", "Reason":"Knockdown of AK015322 resulted in decreased proliferation, suggesting its role in maintaining SSC self-renewal capacity.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"N.A.", "PMID":27822884, "fId":197, "NONCODEId":"N.A."},
 {"ID":"EL000198", "Name":"Gm2044", "NCBI_gene_Id":"100039095", "Aliases":"predicted gene 2044", "Reason":"Gm2044 to be critical for germ cell transition and meiotic progression by inhibiting Utf1 translation.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"N.A.", "PMID":29934815, "fId":198, "NONCODEId":"NONMMUG039587.2"},
 {"ID":"EL000199", "Name":"Mhrt", "NCBI_gene_Id":"791403", "Aliases":"myosin heavy chain associated RNA transcript;Myheart; D830015G02Rik", "Reason":"A long noncoding RNA Mhrt protects the heart from pathological hypertrophy.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"This gene encodes a spliced long non-coding RNA that may act as a cardioprotective agent in the heart. This transcript is thought to regulate chromatin remodeling by acting as a decoy to the Brg1 chromatin repressor complex thus preventing it from binding to its genomic targets. Blocking the actions of Brg1 may be crucial in protecting the heart from pathological hypertrophy.", "PMID":25119045, "fId":199, "NONCODEId":"N.A."},
 {"ID":"EL000200", "Name":"MHRT", "NCBI_gene_Id":"104564225", "Aliases":"myosin heavy chain associated RNA transcript;Myheart", "Reason":"restoring Mhrt to the pre-stress level protects the heart from hypertrophy and failure.MHRT lncRNA protects the heart from pathological hypertrophy.", "Role":"General", "Organism":"Human", "Gene_Ontology_Annotations":"This gene encodes a spliced long non-coding RNA that may act as a cardioprotective agent in the heart. Based on a study of a similar gene in mouse, the encoded transcript may regulate chromatin remodeling by acting as a decoy to the BRG1 chromatin repressor complex thus preventing it from binding to its genomic targets. Blocking the actions of BRG1 could be crucial in protecting the heart from pathological hypertrophy.", "PMID":25119045, "fId":200, "NONCODEId":"NONHSAG068639.2"},
 {"ID":"EL000201", "Name":"Jpx", "NCBI_gene_Id":"70252", "Aliases":"Jpx transcript, Xist activator (non-protein coding);Enox; 2010000I03Rik; 2510040I06Rik", "Reason":"Jpx is developmentally regulated and accumulates during XCI(X chromosome inactivation). Deleting Jpx blocks XCI and is female lethal.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"Acts upstream of or within positive regulation of transcription by RNA polymerase II and regulation of dosage compensation by inactivation of X chromosome.Orthologous to human JPX (JPX transcript, XIST activator).", "PMID":21029862, "fId":201, "NONCODEId":"NONMMUG045574.2"},
 {"ID":"EL000202", "Name":"Airn", "NCBI_gene_Id":"104103", "Aliases":"antisense Igf2r RNA；Air; IGF2RAS; AI256653; AI597500; AW049873; D17Ertd663e; 2810051F02Rik; 2810434M15Rik; B930018I07Rik", "Reason":"Silencing of Airn via siRNAs augmented cell death, vulnerability to cellular stress, and reduced cell migration.Further experiments showed that Airn binds to Igf2bp2 to control the translation of several genes. Moreover, silencing of Airn caused less binding of Igf2bp2 to other mRNAs and reduced translation of Igf2bp2 protein.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"This gene is a paternally expressed imprinted gene. Alternatively spliced transcript variants have been produced from this gene and they are all long non-coding RNAs. These variants share the same 5' exon, and their 3' exons are divergent. The 5' exon overlaps the intron 2 of the Igf2r gene on the opposite strand. The Igf2r intron 2 contains a CpG island, which is a promoter and drives the expression of this gene. This gene is responsible for silencing Igf2r, and the flanking Slc22a2 and Slc22a3 genes in the imprinted gene cluster. It regulates transcription of these genes through epigenetic modifications.", "PMID":29483092, "fId":202, "NONCODEId":"NONMMUG017485.2"},
 {"ID":"EL000203", "Name":"Kcnq1ot1", "NCBI_gene_Id":"63830", "Aliases":"KCNQ1 overlapping transcript 1;Lit1; Tssc8; Kvlqt1-as", "Reason":"deletion of KvDMR1 lead to growth defects.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"The distal end of mouse chromosome 7 contains two clusters of epigenetically-regulated genes that are expressed from only one chromosome in a parent-of-origin manner. Each cluster, or imprinted domain, is regulated by a functionally independent imprinting control region (ICR). The telomeric imprinted domain is regulated by an ICR located in an intron of Kcnq1, and contains at least eight genes that are expressed exclusively or preferentially from the maternally-inherited allele. The DNA of the ICR is specifically methylated on the maternally-inherited chromosome, and unmethylated on the paternally-inherited chromosome. The ICR contains the promoter of the Kcnq1ot1 gene that is exclusively expressed from the paternal allele. The Kcnq1ot1 transcript is the antisense to the Kcnq1 gene and is a unspliced long non-coding RNA. It interacts with chromatin and regulates transcription of multiple target genes through epigenetic modifications.", "PMID":12410230, "fId":203, "NONCODEId":"NONMMUG039685.2"},
 {"ID":"EL000204", "Name":"Hand2os1", "NCBI_gene_Id":"102636514", "Aliases":"Hand2, opposite strand 1;Uph; Gm28063; Hand2-as1", "Reason":"The full-length deletion of Hand2as (17-kb deletion), but not deletion of the promoter and 5’ sequences  or a distal element , caused a perinatal lethal phenotype with dysregulated cardiac gene expression and heart hypoplasia.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"Involved in positive regulation of gene expression. Acts upstream of or within with a positive effect on cardiac right ventricle morphogenesis. Acts upstream of or within transcription elongation from RNA polymerase II promoter. Located in chromatin; cytoplasm; and nucleoplasm. Is expressed in several structures, including alimentary system; heart; limb bud; liver; and spleen.", "PMID":29420831, "fId":204, "NONCODEId":"NONMMUG040634.2"},
 {"ID":"EL000205", "Name":"Ttc39aos1", "NCBI_gene_Id":"102635290", "Aliases":"Ttc39a opposite strand RNA 1;Gm12750; lincRNA-EPS", "Reason":"Loss-of-function studies revealed that inhibition of LincRNA-EPS induction results in apoptosis and blockage of proliferation of erythroid progenitors.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"Enables chromatin binding activity; ribonucleoprotein complex binding activity; and transcription cis-regulatory region binding activity. Acts upstream of or within with a negative effect on inflammatory response and transcription by RNA polymerase II. Acts upstream of or within gene expression; nucleosome organization; and response to lipopolysaccharide.", "PMID":22155924, "fId":205, "NONCODEId":"NONMMUG030202.3"},
 {"ID":"EL000206", "Name":"Neat1", "NCBI_gene_Id":"66961", "Aliases":"nuclear paraspeckle assembly transcript 1 (non-protein coding)", "Reason":"Neat1 knockout mice fail to produce functional corpus luteum and are infertile.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"This gene produces a long non-coding RNA (lncRNA) that is retained in the nucleus where it forms the core structural component of the paraspeckle sub-organelles. It may act as a transcriptional regulator for numerous genes, including some genes involved in cancer progression.", "PMID":25359727, "fId":206, "NONCODEId":"NONMMUG020673.3"},
 {"ID":"EL000207", "Name":"Hdnr", "NCBI_gene_Id":"75996", "Aliases":"Hand2 downstream lncRNA;Hdn; Handlr; handsdown; 5033428I22Rik", "Reason":"complete removal of Hdn causes embryonic lethality.", "Role":"General", "Organism":"Mouse", "Gene_Ontology_Annotations":"Is expressed in several structures, including branchial arch; heart; limb; limb bud; and trunk mesenchyme.", "PMID":31422919, "fId":207, "NONCODEId":"NONMMUG040637.2"}]