[{"ID":"EL000006", "Name":"LINC-PINT", "NCBI_gene_Id":"378805", "Aliases":"long intergenic non-protein coding RNA, p53 induced transcript;PINT; MKLN1-AS1; LincRNA-Pint", "Reason":"LINC-PINT suppresses tumour cell proliferation, migration and invasion through targeting miR-374a-5p in ovarian cancer.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"Predicted to act upstream of or within several processes, including adipose tissue development; adult somatic muscle development; and hair follicle development.", "PMID":"32638404", "fId":6, "NONCODEId":"NONHSAG097344.2"},
 {"ID":"EL000009", "Name":"EPB41L4A-DT", "NCBI_gene_Id":"54508", "Aliases":"EPB41L4A divergent transcript ;EPB41L4A-AS2", "Reason":"The long non-coding RNA EPB41L4A-AS2 inhibits tumor proliferation and is associated with favorable prognoses in breast cancer and other solid tumors.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"26980733", "fId":9, "NONCODEId":"NONHSAG041250.2"},
 {"ID":"EL000012", "Name":"MEG3", "NCBI_gene_Id":"55384", "Aliases":"maternally expressed 3;GTL2; FP504; prebp1; PRO0518; PRO2160; LINC00023; NCRNA00023; onco-lncRNA-83", "Reason":"MEG3 induces accumulation of p53 (TP53) protein, stimulates transcription from a p53-dependent promoter, and selectively regulates p53 target gene expression.MEG3 is a lncRNA tumor suppressor.Loss of MEG3 expression in various human tumors has been well documented. Re-expression of MEG3 inhibits proliferation, induces apoptosis, and inhibits anchorage-independent growth of human tumor cells.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene is a maternally expressed imprinted gene. Multiple alternatively spliced transcript variants have been transcribed from this gene and all of them are long non-coding RNAs (lncRNAs). This gene is expressed in many normal tissues, but its expression is lost in multiple cancer cell lines of various tissue origins. It inhibits tumor cell proliferation in vitro. It also interacts with the tumor suppressor p53, and regulates p53 target gene expression. Its deletion enhances angiogenesis in vivo. Many experimental evidences demonstrate that this gene is a lncRNA tumor suppressor.", "PMID":"22393162", "fId":12, "NONCODEId":"NONHSAG069030.2"},
 {"ID":"EL000013", "Name":"LINC00261", "NCBI_gene_Id":"140828", "Aliases":"long intergenic non-protein coding RNA 261;ALIEN; DEANR1; FALCOR; HCCDR1; C20orf56; NCRNA00261; TCONS_00027846; onco-lncRNA-17", "Reason":"LINC00261 as a tumor suppressor that blocks cellular proliferation by activating the DNA damage response and suggest that epigenetic therapy to inhibit DNA methylation may enhance treatment of LUAD.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a long non-coding RNA that acts as a negative regulator of cell growth. This transcript may promote differentiation and apoptosis.", "PMID":"30796052", "fId":13, "NONCODEId":"NONHSAG031452.2"},
 {"ID":"EL000018", "Name":"XIST", "NCBI_gene_Id":"7503", "Aliases":"X inactive specific transcript;SXI1; swd66; DXS1089; DXS399E; LINC00001;NCRNA00001", "Reason":"Upregulation of long noncoding RNA XIST has anticancer effects on ovarian cancer through sponging miR-106a.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"X inactivation is an early developmental process in mammalian females that transcriptionally silences one of the pair of X chromosomes, thus providing dosage equivalence between males and females. The process is regulated by several factors, including a region of chromosome X called the X inactivation center (XIC). The XIC comprises several non-coding and protein-coding genes, and this gene was the first non-coding gene identified within the XIC. This gene is expressed exclusively from the XIC of the inactive X chromosome, and is essential for the initiation and spread of X-inactivation. The transcript is a spliced RNA. Alternatively spliced transcript variants have been identified, but their full length sequences have not been determined. Mutations in the XIST promoter cause familial skewed X inactivation.", "PMID":"33400246", "fId":18, "NONCODEId":"NONHSAG054780.3"},
 {"ID":"EL000021", "Name":"GAS5", "NCBI_gene_Id":"60674", "Aliases":"growth arrest specific 5 ;SNHG2; NCRNA00030", "Reason":"growth arrest-specific transcript 5 (GAS5) that induces apoptosis in breast and prostate cancers by inhibiting several responsive genes leading to altering various cellular processes.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a spliced long non-coding RNA and is a member of the 5' terminal oligo-pyrimidine class of genes. It is a small nucleolar RNA host gene, containing multiple C/D box snoRNA genes in its introns. Part of the secondary RNA structure of the encoded transcript mimics glucocorticoid response element (GRE) which means it can bind to the DNA binding domain of the glucocorticoid receptor (nuclear receptor subfamily 3, group C, member 1). This action blocks the glucocorticoid receptor from being activated and thereby stops it from regulating the transcription of its target genes. This transcript is also thought to regulate the transcriptional activity of other receptors, such as androgen, progesterone and mineralocorticoid receptors, that can bind to its GRE mimic region. Multiple functions have been associated with this transcript, including cellular growth arrest and apoptosis. It has also been identified as a potential tumor suppressor, with its down-regulation associated with cancer in multiple different tissues.", "PMID":"23443164", "fId":21, "NONCODEId":"NONHSAG003504.3"},
 {"ID":"EL000022", "Name":"LncRNA-AF113014", "NCBI_gene_Id":"N.A.", "Aliases":"N.A.", "Reason":"AF113014 acts as a tumor suppressor by regulating the expression of the tumor suppressor gene,Egr2 through interaction with miR-20a causing a decrease in cellular proliferation", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"28542387", "fId":22, "NONCODEId":"N.A."},
 {"ID":"EL000023", "Name":"UC.134", "NCBI_gene_Id":"110599565", "Aliases":"long non-coding RNA uc.134", "Reason":"Uc.134 is reported to be significantly downregulated in HCC cells; its overexpression suppresses HCC  by inhibiting cellular invasion and proliferation via repression of CUL4-mediated ubiquitination of LATS1 and activation of YAPS127 phosphorylation.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"28420424", "fId":23, "NONCODEId":"N.A."},
 {"ID":"EL000024", "Name":"SRA1", "NCBI_gene_Id":"10011", "Aliases":"steroid receptor RNA activator 1;SRA; SRAP; STRAA1; pp7684", "Reason":"SRA1 is one of the downregulated RNAs in HCC cells that serves as a tumor suppressive through  its regulation of tumor size and serum glucose levels.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"Both long non-coding and protein-coding RNAs are transcribed from this gene, and they represent alternatively spliced transcript variants. This gene was initially defined as a non-coding RNA, which is a coactivator for several nuclear receptors (NRs) and is associated with breast cancer. It has now been found that this gene is involved in the regulation of many NR and non-NR activities, including metabolism, adipogenesis and chromatin organization. The long non-coding RNA transcripts interact with a variety of proteins, including the protein encoded by this gene. The encoded protein acts as a transcriptional repressor by binding to the non-coding RNA.", "PMID":"28085012", "fId":24, "NONCODEId":"NONHSAG112716.1"},
 {"ID":"EL000025", "Name":"DGCR5", "NCBI_gene_Id":"26220", "Aliases":"DiGeorge syndrome critical region gene 5 ;DGCR10, DGCR9, DGS-A, DGS-B, LINC00037, NCRNA00037, POM121L5P", "Reason":"LncRNA DGCR5 plays a tumor-suppressive role in glioma via the miR-21/Smad7 and miR-23a/PTEN axes.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"33085646", "fId":25, "NONCODEId":"NONHSAG033254.3"},
 {"ID":"EL000026", "Name":"ZNF674-AS1", "NCBI_gene_Id":"401588", "Aliases":"ZNF674 antisense RNA 1 (head to head)", "Reason":"lncRNA ZNF674-AS1 is found to be downregulated in HCC patients with significant relation to poor  prognosis in patients;low ZNF674-AS1 expression was significantly associated with clinical stage, histopathologic grading, and cancer distal metastasis. The Kaplan–Meier analysis showed that patients with low levels of ZNF674-AS1 expression tended to live a shorter life than those with high levels.ZNF674-AS1 may be a tumor suppressor gene.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"27896271", "fId":26, "NONCODEId":"NONHSAG054360.3"},
 {"ID":"EL000027", "Name":"ZFAS1", "NCBI_gene_Id":"441951", "Aliases":"ZNFX1 antisense RNA 1;HSUP1; HSUP2; C20orf199; ZNFX1-AS1; NCRNA00275", "Reason":"ZNFX1-AS1 is significantly downregulated in HCC  and its overexpression suppressed cell proliferation,  colony formation and promoted cell apoptosis.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene represents a snoRNA host gene that produces a non-coding RNA. Increased expression or amplification of this locus is associated with cancer progression and metastasis. This transcript regulates expression of genes involved in differentiation. It may act a molecular sponge for microRNAs. Alternatively spliced transcript variants have been observed.", "PMID":"27574442", "fId":27, "NONCODEId":"NONHSAG081583.2"},
 {"ID":"EL000028", "Name":"LINC00052", "NCBI_gene_Id":"145978", "Aliases":"long intergenic non-protein coding RNA 52 ;TMEM83; NCRNA00052", "Reason":"LINC00052 is one of the tumor  suppressor lncRNAs as its upregulation inhibit cell invasion and proliferation abilities of HCC cells which is achieved through regulating NTRK3 expression by establishing complementary base pairing with miR-128 and miR-485-3p.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"27351280", "fId":28, "NONCODEId":"NONHSAG017783.2"},
 {"ID":"EL000029", "Name":"PRAL", "NCBI_gene_Id":"109245082", "Aliases":"p53 regulation associated lncRNA;lncRNA-PRAL", "Reason":"PRAL is a tumor suppressor lncRNA present on chromosome 17p13.1 usually in low levels in HCC patients and its overexpression inhibits tumor growth. This occurs due to the binding of PRAL to HSP90 which enhances its binding to p53,opposes MDM2 induced p53 degradation hence promoting HCC cell apoptosis.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"27275496", "fId":29, "NONCODEId":"N.A."},
 {"ID":"EL000030", "Name":"CPS1-IT1", "NCBI_gene_Id":"29034", "Aliases":"CPS1 intronic transcript 1;CPS1IT; CPS1-IT; CPS1IT1; PRO0132", "Reason":"Long noncoding RNA CPS1-IT1 suppresses the metastasis of hepatocellular carcinoma by regulating HIF-1α activity and inhibiting epithelial-mesenchymal transition.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene does not encode a protein, and it is located within an intron of the gene encoding carbamoyl-phosphate synthetase 1.", "PMID":"27248828", "fId":30, "NONCODEId":"NONHSAG030410.2"},
 {"ID":"EL000031", "Name":"TUSC7", "NCBI_gene_Id":"285194", "Aliases":"tumor suppressor candidate 7;LSAMPAS3; LINC00902; LSAMP-AS1; LSAMP-AS3; NCRNA00295", "Reason":"TUSC7 acts as tumor suppressor through the TUSC7-miR-10a-EphA4 axis leading to EMT suppression.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"27002617", "fId":31, "NONCODEId":"NONHSAG035806.2"},
 {"ID":"EL000032", "Name":"WT1-AS", "NCBI_gene_Id":"51352", "Aliases":"WT1 antisense RNA ;WIT1; WIT-1; WT1AS; WT1-AS1", "Reason":"WT1-AS may function as a tumor suppressor in HCC by reversing the oncogenic effects of WT1. WT1-AS downregulates WT1 expression in HCC tumors and promotes apoptosis by binding to the promoter region of WT1.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene is located upstream of the Wilms tumor 1 (WT1) gene; these two genes are bi-directionally transcribed from the same promoter region. This gene is imprinted in kidney, with preferential expression from the paternal allele. Imprinting defects at chromosome 11p13 may contribute to tumorigenesis.", "PMID":"26462627", "fId":32, "NONCODEId":"NONHSAG007984.3"},
 {"ID":"EL000033", "Name":"LINC01018", "NCBI_gene_Id":"255167", "Aliases":"long intergenic non-protein coding RNA 1018 ;SRHC", "Reason":"SRHC is noncoding tumor suppressor that can inhibit HCC cell proliferation and promote its differentiation.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"25512078", "fId":33, "NONCODEId":"NONHSAG039749.3"},
 {"ID":"EL000034", "Name":"CASC2", "NCBI_gene_Id":"255082", "Aliases":"cancer susceptibility 2;C10orf5", "Reason":"CASC2 inhibits cell proliferation, migration and invasion and promotes apoptosis by inactivation of the MAPK pathway this indicates that CASC2 may act as a tumour suppressor in HCC.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"Involved in defense response to tumor cell; negative regulation of MAPK cascade; and positive regulation of cysteine-type endopeptidase activity involved in apoptotic process.", "PMID":"28621238", "fId":34, "NONCODEId":"NONHSAG006966.3"},
 {"ID":"EL000035", "Name":"TRERNA1", "NCBI_gene_Id":"100887755", "Aliases":"translation regulatory long non-coding RNA 1;treRNA; LINC00651", "Reason":"Suppression of treRNA by miR-190a significantly inhibited migration of HCC cells. This lead to reduced expression of Vimentin and SNAI1 (mesenchymal markers), as well as induced expression of E-cadherin and Claudin-1 (epithelial markers).", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"26608035", "fId":35, "NONCODEId":"NONHSAG031991.2"},
 {"ID":"EL000039", "Name":"NPTN-IT1", "NCBI_gene_Id":"101241892", "Aliases":"NPTN intronic transcript 1;lncRNA-LET", "Reason":"LncRNA-LET inhibits cell viability, migration and EMT while induces apoptosis by up-regulation of TIMP2 in human granulosa-like tumor cell line KGN.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"29432996", "fId":39, "NONCODEId":"NONHSAG017379.2"},
 {"ID":"EL000047", "Name":"Trp53cor1", "NCBI_gene_Id":"100504267", "Aliases":"tumor protein p53 pathway corepressor 1;linc; Gm16197; linc-p21; lincRNA-p21", "Reason":"p53-targeted lincRNA-p21 acts as a tumor suppressor by inhibiting JAK2/STAT3 signaling pathways in head and neck squamous cell carcinoma.", "Role":"Tumor suppressor gene", "Organism":"Mouse", "Gene_Ontology_Annotations":"Involved in negative regulation of gene expression. Localizes to ribonucleoprotein complex.", "PMID":"30857539", "fId":47, "NONCODEId":"NONMMUG017913.2"},
 {"ID":"EL000048", "Name":"MIR31HG", "NCBI_gene_Id":"554202", "Aliases":"MIR31 host gene;LncHIFCAR, hsa-lnc-31", "Reason":"Long noncoding RNA MIR31HG inhibits hepatocellular carcinoma proliferation and metastasis by sponging microRNA-575 to modulate ST7L expression.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a long non-coding RNA that acts as a host gene for miR-31. This transcript may be involved in cellular pluripotency and regulate the differentiation of myoblasts and other tissues. This RNA was found to interact with Polycomb repressive proteins to repression transcription of genes involves in cell senescence.", "PMID":"30176933", "fId":48, "NONCODEId":"NONHSAG102572.2"},
 {"ID":"EL000050", "Name":"LINC00032", "NCBI_gene_Id":"158035", "Aliases":"long intergenic non-protein coding RNA 32;C9orf14;NCRNA00032", "Reason":"An analysis of genome-wide DNA copy number alterations in melanoma tumors revealed the loss of the C9orf14 locus, located proximal to CDKN2A, in approximately one-fourth of tumors. Analysis of gene expression data in cancer cell lines and melanoma tumors suggests a loss of C9orf14 expression in melanoma tumorigenesis. So C9orf14 is a candidate tumor suppressor for nevus development and late stage melanoma at 9p21, a region frequently deleted in different types of human cancers.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"17099875", "fId":50, "NONCODEId":"NONHSAG051958.2"},
 {"ID":"EL000051", "Name":"MIR22HG", "NCBI_gene_Id":"84981", "Aliases":"MIR22 host gene；C17orf91", "Reason":"Long non‐coding RNA MIR22HG inhibits cell proliferation and migration in cholangiocarcinoma by negatively regulating the Wnt/β‐catenin signaling pathway.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"involved_in gene silencing by miRNA.", "PMID":"30856284", "fId":51, "NONCODEId":"NONHSAG020474.3"},
 {"ID":"EL000060", "Name":"RMST", "NCBI_gene_Id":"196475", "Aliases":"rhabdomyosarcoma 2 associated transcript;NCRMS; LINC00054; NCRNA00054", "Reason":"RMST played a role of tumor suppressor in TNBC through inhibiting cell proliferation, invasion and migration, enhancing cell apoptosis, and regulating cell cycle.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a long non-coding RNA that functions in neurogenesis by aiding in the association of Sox2 transcription factor to its target promoters.", "PMID":"29215701", "fId":60, "NONCODEId":"NONHSAG064962.2"},
 {"ID":"EL000061", "Name":"SNHG14", "NCBI_gene_Id":"104472715", "Aliases":"small nucleolar RNA host gene 14;115HG; LNCAT; UBE3A-AS; UBE3AATS; UBE3A-AS1; UBE3A-ATS; NCRNA00214; U-UBE3A-ATS; IC-SNURF-SNRPN", "Reason":"Overexpression of SNHG14 inhibited cell growth, induced cell apoptosis, suppressed migration and invasion by inhibiting epithelial-mesenchymal transition process.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene is located within the Prader-Willi critical region and produces a long, spliced paternally-imprinted RNA that initiates within a common upstream promoter region shared by the SNRPN (small nuclear ribonucleoprotein polypeptide N) and SNURF genes. This transcript serves as a host RNA for the small nucleolar RNA, C/D box 115 and 116 clusters. This RNA extends in antisense into the region of the ubiquitin protein ligase E3A gene (UBE3A), and is thought to regulate imprinted expression of UBE3A in the brain. This transcript undergoes extensive alternative splicing, and may initiate and terminate at multiple locations within this genomic region. The full-length structure of all splice forms is not determined.", "PMID":"31692034", "fId":61, "NONCODEId":"N.A."},
 {"ID":"EL000063", "Name":"PXN-AS1", "NCBI_gene_Id":"100506649", "Aliases":"PXN antisense RNA 1;EyeLinc4", "Reason":"Long non-coding RNA PXN-AS1 suppresses pancreatic cancer progression by acting as a competing endogenous RNA of miR-3064 to upregulate PIP4K2B expression.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31488171", "fId":63, "NONCODEId":"NONHSAG012505.3"},
 {"ID":"EL000071", "Name":"EGOT", "NCBI_gene_Id":"100126791", "Aliases":"eosinophil granule ontogeny transcript;EGO; NCRNA00190", "Reason":"Upregulation of lncRNA EGOT suppressed cell proliferation, migration and invasion, and induced RCC cell apoptosis.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"28901455", "fId":71, "NONCODEId":"NONHSAG034316.3"},
 {"ID":"EL000072", "Name":"Dreh", "NCBI_gene_Id":"101202683", "Aliases":"down-regulated in hepatocellular carcinoma;lncRNA-Dreh", "Reason":"lncRNA-Dreh, which can inhibit HCC growth and metastasis in vitro and in vivo, act as a tumor suppressor in the development of hepatitis B virus (HBV)-HCC. LncRNA-Dreh could combine with the intermediate filament protein vimentin and repress its expression, and thus further change the normal cytoskeleton structure to inhibit tumor metastasis.", "Role":"Tumor suppressor gene", "Organism":"Mouse", "Gene_Ontology_Annotations":"Acts upstream of or within with a negative effect on cell migration; cell population proliferation; and gene expression. Acts upstream of or within intermediate filament organization.", "PMID":"23239537", "fId":72, "NONCODEId":"NONMMUG018701.2"},
 {"ID":"EL000082", "Name":"PDCD4-AS1", "NCBI_gene_Id":"282997", "Aliases":"PDCD4 antisense RNA 1", "Reason":"lncRNA PDCD4-AS1 as a tumor suppressor in triple negative breast cancer（TNBC） by regulating IQGAP2 expression via miR-10b-5p.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"33248413", "fId":82, "NONCODEId":"NONHSAG006865.3"},
 {"ID":"EL000099", "Name":"LINC00364", "NCBI_gene_Id":"100874145", "Aliases":"long intergenic non-protein coding RNA 364;LncRNA00364", "Reason":"LncRNA00364 displays lower expression in HCC tumor samples compared to paired normal controls. Overexpression of LncRNA00364 inhibits cell proliferation, G1/S cell cycle progression and promotes apoptosis in HCC cell lines. Consistently, LncRNA00364 overexpression leads to decreased HCC tumor formation in vivo. Mechanistically, LncRNA00364 specifically binds with STAT3, resulting in inhibition of STAT3 phosphorylation and therefore leads to upregulation of IFIT2. In a clinical setting, LncRNA00364 shows an independent prognostic indicator for overall survival and cumulative recurrence in HCC patients, and correlates with IFIT2.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"29254221", "fId":99, "NONCODEId":"NONHSAG013708.2"},
 {"ID":"EL000100", "Name":"LINC00628", "NCBI_gene_Id":"127841", "Aliases":"long intergenic non-protein coding RNA 628", "Reason":"The expression of LINC00628 was decreased in breast cancer. The overexpression of LINC00628 suppressed the proliferation, invasion and migration of breast cancer cells and promoted cell apoptosis associated with the regulation of Bcl-2/Bax/Caspase-3 signal pathway.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"28165561", "fId":100, "NONCODEId":"NONHSAG004026.3"},
 {"ID":"EL000103", "Name":"BABAM2-AS1", "NCBI_gene_Id":"100302650", "Aliases":"BABAM2 antisense RNA 1;BRE-AS1", "Reason":"LncRNA BRE-AS1 showed significantly decreased expression in BC tissues than the paired normal tissues. In vitro experiments demonstrated that over-expression of lncRNA BRE-AS1 inhibited cell proliferation but promoted cell apoptosis of EJ and T24 cells. STAT3 was determined as a target for lncRNA BRE-AS1. In vivo, up-regulation of lncRNA BRE-AS1 reduced cancer growth in nude mice bearing BC via repressing the phosphorylation of STAT3.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"32495865", "fId":103, "NONCODEId":"NONHSAG027342.2"},
 {"ID":"EL000106", "Name":"SNHG5", "NCBI_gene_Id":"387066", "Aliases":"growth arrest specific 5 ;SNHG2; NCRNA00030", "Reason":"GAS5 transcript level was significantly reduced in breast cancer tissues relative to normal breast epithelial tissues, and overexpression of GAS5 could induce growth arrest and apoptosis of human breast cancer cell lines .In addition, low expression level of GAS5 disadvantageously impacted patient prognosis, suggesting that GAS5 may act as a tumor suppressor in breast cancer.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a spliced long non-coding RNA and is a member of the 5' terminal oligo-pyrimidine class of genes. It is a small nucleolar RNA host gene, containing multiple C/D box snoRNA genes in its introns. Part of the secondary RNA structure of the encoded transcript mimics glucocorticoid response element (GRE) which means it can bind to the DNA binding domain of the glucocorticoid receptor (nuclear receptor subfamily 3, group C, member 1). This action blocks the glucocorticoid receptor from being activated and thereby stops it from regulating the transcription of its target genes. This transcript is also thought to regulate the transcriptional activity of other receptors, such as androgen, progesterone and mineralocorticoid receptors, that can bind to its GRE mimic region. Multiple functions have been associated with this transcript, including cellular growth arrest and apoptosis. It has also been identified as a potential tumor suppressor, with its down-regulation associated with cancer in multiple different tissues.", "PMID":"18836484", "fId":106, "NONCODEId":"NONHSAG044283.3"},
 {"ID":"EL000108", "Name":"NKILA", "NCBI_gene_Id":"105416157", "Aliases":"NF-kappaB interacting lncRNA", "Reason":"NKILA-inhibited rectal cancer cell proliferation, migration, and invasion via suppressing NF-κB signaling.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"30171719", "fId":108, "NONCODEId":"NONHSAG032126.3"},
 {"ID":"EL000110", "Name":"NBAT1", "NCBI_gene_Id":"729177", "Aliases":"neuroblastoma associated transcript 1;CASC14; NBAT-1", "Reason":"The expression level of lncRNA NBAT-1 in cancer specimen was remarkably lower than that in adjacent areas. Furthermore, the low expression of lncRNA NBAT-1 had a significant correlation with patient's tumor size, differentiation degree of tumor cells and lymph node metastasis. The overexpression of lncRNA NBAT-1 could inhibit the proliferation and cell cycle, promote the apoptosis of A549 cells, and down-regulate the expression level of RAC1.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"29687849", "fId":110, "NONCODEId":"NONHSAG043159.3"},
 {"ID":"EL000112", "Name":"NRON", "NCBI_gene_Id":"641373", "Aliases":"non-coding repressor of NFAT;NCRNA00194", "Reason":"LncNRON overexpression can suppress HCC growth and metastasis via inhibiting the EMT.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"29772429", "fId":112, "NONCODEId":"NONHSAG053456.2"},
 {"ID":"EL000114", "Name":"FGF14‐AS2", "NCBI_gene_Id":"283481", "Aliases":"FGF14 antisense RNA 2", "Reason":"Long non-coding RNA FGF14-AS2 represses proliferation, migration, invasion, and induces apoptosis in breast cancer by sponging miR-205-5p.the overexpression of FGF14-AS2 or miR-205-5p knockdown suppressed proliferation, migration, and invasion, and induced apoptosis of breast cancer cells.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31486497", "fId":114, "NONCODEId":"NONHSAG014098.2"},
 {"ID":"EL000115", "Name":"FGF13-AS1", "NCBI_gene_Id":"100129662", "Aliases":"FGF13 antisense RNA 1", "Reason":"Long non-coding RNA FGF13-AS1 inhibits glycolysis and stemness properties of breast cancer cells through FGF13-AS1/IGF2BPs/Myc feedback loop.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"30771425", "fId":115, "NONCODEId":"NONHSAG055418.2"},
 {"ID":"EL000127", "Name":"FAS-AS1", "NCBI_gene_Id":"100302740", "Aliases":"FAS antisense RNA 1;SAF; FASAS; FAS-AS", "Reason":"FAS-AS1 suppressed cell proliferation, migration, and invasion by sponging miR-19a-5p in NSCLC(Non-small cell lung cancer).", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"32329854", "fId":127, "NONCODEId":"NONHSAG006477.2"},
 {"ID":"EL000129", "Name":"TP53COR1", "NCBI_gene_Id":"102800311", "Aliases":"tumor protein p53 pathway corepressor 1;linc-p21; TRP53COR1; lincRNA-p21", "Reason":"Overexpression of lincRNA-p21 inhibited the GC cell proliferation and increased the radiosensitivity of GC (gastric cancer) cells by regulating the β-catenin signaling pathway.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"30484893", "fId":129, "NONCODEId":"N.A."},
 {"ID":"EL000130", "Name":"LINC00173", "NCBI_gene_Id":"100287569", "Aliases":"long intergenic non-protein coding RNA 173;NCRNA00173", "Reason":"long intergenic nonprotein coding RNA 173 (LINC00173) was highly expressed in pancreatic cancer tissues. In vitro functional experiments showed that LINC00173 overexpression inhibited the proliferation and invasion of pancreatic cancer cells and promoted cell apoptosis in MIA PaCa-2 and PANC-1 cells. RNA sequencing analysis and Western blot assays demonstrated that LINC00173 reduced the expression of sphingosine kinase 1 (SPHK1) and then inhibited the protein expression of activated phospho-protein kinase B (AKT) and NF-κB. In vivo functional assays also revealed that LINC00173 inhibited the growth of pancreatic cancer xenografts, repressed cell proliferation, promoted cell apoptosis, and inhibited SPHK1 expression. The combined results of this study indicate that LINC00173 inhibits pancreatic cancer progression by repressing SPHK1 expression.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"33978457", "fId":130, "NONCODEId":"NONHSAG012423.3"},
 {"ID":"EL000132", "Name":"WWOX-AS1", "NCBI_gene_Id":"102724047", "Aliases":"WWOX antisense RNA 1", "Reason":"A new tumor suppressor lncRNA RP11-190D6.2 inhibits the proliferation, migration, and invasion of epithelial ovarian cancer cells.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"28280357", "fId":132, "NONCODEId":"NONHSAG020053.2"},
 {"ID":"EL000135", "Name":"FENDRR", "NCBI_gene_Id":"400550", "Aliases":"FOXF1 adjacent non-coding developmental regulatory RNA ;FOXF1AS1; FOXF1-AS1; lincFOXF1; TCONS_00024240; onco-lncRNA-21", "Reason":"Long non-coding RNA FENDRR inhibits migration and invasion of cutaneous malignant melanoma cells.FENDRR mediated the metastasis phenotype of MM(malignant melanoma) cells by inhibiting the expressions of MMP2 and MMP9 and antagonizing the JNK/c-Jun pathway.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a spliced long non-coding RNA transcribed bidirectionally with FOXF1 on the opposite strand. A similar gene in mouse is essential for normal development of the heart and body wall. The encoded transcript is thought to act by binding to polycomb repressive complex 2 (PRC2) and/or TrxG/MLL complexes to promote the methylation of the promoters of target genes, thus reducing their expression. It has been suggested that this transcript may play a role in the progression of gastric cancer. Alternatively spliced transcript variants have been identified.", "PMID":"32134466", "fId":135, "NONCODEId":"NONHSAG020218.3"},
 {"ID":"EL000143", "Name":"GAS5-AS1", "NCBI_gene_Id":"100506046", "Aliases":"GAS5 antisense RNA 1", "Reason":"lncRNA GAS5-AS1 inhibited glioma proliferation, migration, and invasion by sponging miR-106b-5p and regulating the expression of TUSC2.GAS5-AS1 expression was downregulated in glioma tissues and cells, and upregulation of GAS5-AS1 expression inhibited glioma cell proliferation, migration, and invasion.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"32072565", "fId":143, "NONCODEId":"NONHSAG003505.3"},
 {"ID":"EL000150", "Name":"LINC00472", "NCBI_gene_Id":"79940", "Aliases":"long intergenic non-protein coding RNA 472;P53RRA; C6orf155", "Reason":"Forced expression of LINC00472 suppressed cell proliferation, migration, invasion and promoted cell apoptosis in HCC cells Huh-7 and SMMC-7721. MiR-93-5p was a direct target of LINC00472, and miR-93-5p directly targeted PDCD4. The miR-93-5p/PDCD4 pathway mediated the suppressing role of LINC00472 in HCC cells.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"30522853", "fId":150, "NONCODEId":"NONHSAG094269.2"},
 {"ID":"EL000152", "Name":"MCM3AP-AS1", "NCBI_gene_Id":"114044", "Aliases":"MCM3AP antisense RNA 1;C21orf85; MCM3APAS; MCM3AP-AS; MCM3APASB; NCRNA00031", "Reason":"LncRNA MCM3AP-AS1 inhibits cell proliferation in cervical squamous cell carcinoma by down-regulating miRNA-93.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31985002", "fId":152, "NONCODEId":"NONHSAG033121.3"},
 {"ID":"EL000154", "Name":"NEAT1", "NCBI_gene_Id":"283131", "Aliases":"nuclear paraspeckle assembly transcript 1;VINC; TncRNA; LINC00084; NCRNA00084", "Reason":"NEAT1 negatively regulated cell proliferation and migration of neuroblastoma by the miR-183-5p/FOXP1 axis via suppression of the ERK/AKT pathway.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene produces a long non-coding RNA (lncRNA) transcribed from the multiple endocrine neoplasia locus. This lncRNA is retained in the nucleus where it forms the core structural component of the paraspeckle sub-organelles. It may act as a transcriptional regulator for numerous genes, including some genes involved in cancer progression.", "PMID":"32693640", "fId":154, "NONCODEId":"NONHSAG008670.3"},
 {"ID":"EL000169", "Name":"LINC00887", "NCBI_gene_Id":"100131551", "Aliases":"long intergenic non-protein coding RNA 887;HEIRCC", "Reason":"Linc00887 suppresses tumorigenesis of cervical cancer through regulating the miR-454-3p/FRMD6-Hippo axis.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"33413358", "fId":169, "NONCODEId":"NONHSAG037025.3"},
 {"ID":"EL000170", "Name":"OTUD6B-AS1", "NCBI_gene_Id":"100506365", "Aliases":"OTUD6B antisense RNA 1 (head to head);GS1-251I9.4", "Reason":"Novel long noncoding RNA OTUD6B-AS1 indicates poor prognosis and inhibits clear cell renal cell carcinoma proliferation via the Wnt/β-catenin signaling pathway.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"30670025", "fId":170, "NONCODEId":"NONHSAG050725.3"},
 {"ID":"EL000171", "Name":"MBNL1-AS1", "NCBI_gene_Id":"401093", "Aliases":"MBNL1 antisense RNA 1", "Reason":"LncRNA MBNL1-AS1 represses cell proliferation and enhances cell apoptosis via targeting miR-135a-5p/PHLPP2/FOXO1 axis in bladder cancer.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31769229", "fId":171, "NONCODEId":"NONHSAG036412.3"},
 {"ID":"EL000172", "Name":"ASMTL-AS1", "NCBI_gene_Id":"80161", "Aliases":"ASMTL antisense RNA 1;ASMTLAS; CXYorf2; ASMTL-AS; NCRNA00105", "Reason":"Long non-coding RNA ASMTL-AS1 inhibits tumor growth and glycolysis by regulating the miR-93-3p/miR-660/FOXO1 axis in papillary thyroid carcinoma.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene serves as the antisense to the acetylserotonin O-methyltransferase-like gene. Multiple non-coding transcript variants have been found for this gene.", "PMID":"31953163", "fId":172, "NONCODEId":"NONHSAG103259.2"},
 {"ID":"EL000173", "Name":"FAM30A", "NCBI_gene_Id":"9834", "Aliases":"family with sequence similarity 30 member A;HSPC053; KIAA0125; C14orf110", "Reason":"lncRNA KIAA0125 functions as a tumor suppressor modulating growth and metastasis of colorectal cancer via Wnt/β-catenin pathway.overexpression of KIAA0125 suppressed cell proliferation, migration, and invasion whereas the reversal effects were seen in silencing experiment.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31228314", "fId":173, "NONCODEId":"NONHSAG016118.2"},
 {"ID":"EL000174", "Name":"MIR503HG", "NCBI_gene_Id":"84848", "Aliases":"MIR503 host gene;H19X; MIR503HG2", "Reason":"LncRNA MIR503HG inhibits cell migration and invasion via miR-103/OLFM4 axis in triple negative breast cancer.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31062436", "fId":174, "NONCODEId":"NONHSAG055350.3"},
 {"ID":"EL000175", "Name":"LINC01089", "NCBI_gene_Id":"338799", "Aliases":"long intergenic non-protein coding RNA 1089;LIMT", "Reason":"Long Non-Coding RNA 001089 is a Prognostic Marker and Inhibits Glioma Cells Proliferation and Invasion.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"30868865", "fId":175, "NONCODEId":"NONHSAG012555.3"},
 {"ID":"EL000176", "Name":"HCG11", "NCBI_gene_Id":"493812", "Aliases":"HLA complex group 11;bK14H9.3; CTA-14H9.3", "Reason":"overexpression of HCG11 inhibited cell proliferation, invasion, and migration, whereas induced cell apoptosis by regulating miR-543 expression in vitro and in vivo. More than that, lncRNA HCG11 inhibited phosphoinositide-3 kinase/protein kinaseB (PI3K/AKT) signaling pathway to suppress Prostate cancer progression.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31228307", "fId":176, "NONCODEId":"NONHSAG043250.2"},
 {"ID":"EL000177", "Name":"TUSC8", "NCBI_gene_Id":"400128", "Aliases":"tumor suppressor candidate 8 ;LINC01071; XLOC_010588", "Reason":"LncRNA TUSC8 inhibits the invasion and migration of cervical cancer cells via miR-641/PTEN axis.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31033083", "fId":177, "NONCODEId":"NONHSAG013388.3"},
 {"ID":"EL000178", "Name":"LINC01939", "NCBI_gene_Id":"101060385", "Aliases":"long intergenic non-protein coding RNA 1939", "Reason":"LINC01939 inhibits the metastasis of gastric cancer by acting as a molecular sponge of miR-17-5p to regulate EGR2 expression.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"30683847", "fId":178, "NONCODEId":"NONHSAG026794.2"},
 {"ID":"EL000179", "Name":"LINC00968", "NCBI_gene_Id":"100507632", "Aliases":"long intergenic non-protein coding RNA 968", "Reason":"Long non-coding RNA LINC00968 reduces cell proliferation and migration and angiogenesis in breast cancer through up-regulation of PROX1 by reducing hsa-miR-423-5p.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31213129", "fId":179, "NONCODEId":"NONHSAG050284.2"},
 {"ID":"EL000180", "Name":"LINC01133", "NCBI_gene_Id":"100505633", "Aliases":"long intergenic non-protein coding RNA 1133", "Reason":"LINC01133 inhibited nasopharyngeal carcinoma cell proliferation, invasion and migration both in vitro and in vivo.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31106003", "fId":180, "NONCODEId":"NONHSAG003198.3"},
 {"ID":"EL000181", "Name":"ZNF667-AS1", "NCBI_gene_Id":"100128252", "Aliases":"ZNF667 antisense RNA 1 (head to head)", "Reason":"Aberrant methylation and downregulation of ZNF667-AS1 and ZNF667 promote the malignant progression of laryngeal squamous cell carcinoma.Overexpression of ZNF667-AS1 reduced the proliferation, migration, and invasion ability of AMC-HN-8 and TU177 cells.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"30684967", "fId":181, "NONCODEId":"NONHSAG026631.3"},
 {"ID":"EL000182", "Name":"DRAIC", "NCBI_gene_Id":"145837", "Aliases":"downregulated RNA in cancer, inhibitor of cell invasion and migration", "Reason":"LncRNA DRAIC inhibits proliferation and metastasis of gastric cancer cells through interfering with NFRKB deubiquitination mediated by UCHL5.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"32351584", "fId":182, "NONCODEId":"NONHSAG017288.3"},
 {"ID":"EL000183", "Name":"SNHG15", "NCBI_gene_Id":"285958", "Aliases":"small nucleolar RNA host gene 15 ;C7orf40; MYO1GUT; Linc-Myo1g", "Reason":"SNHG15 overexpression suppressed cell proliferation, migration, and invasion in thyroid cancer.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"This gene represents a snoRNA host gene that produces a short-lived long non-coding RNA. This non-coding RNA is upregulated in tumor cells and may contribute to cell proliferation by acting as a sponge for microRNAs.", "PMID":"30623483", "fId":183, "NONCODEId":"NONHSAG047507.3"},
 {"ID":"EL000184", "Name":"MIR124-1HG", "NCBI_gene_Id":"157627", "Aliases":"MIR124-1 host gene;Rncr3; neuroLNC; LINC00599", "Reason":"up-regulation of LINC00599 depressed glioma cell migration and invasion through regulating epithelial-mesenchymal transition (EMT) process.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"Predicted to act upstream of or within several processes, including gene silencing by miRNA; long-term synaptic potentiation; and sensory perception of sound. ", "PMID":"30867254", "fId":184, "NONCODEId":"NONHSAG049507.3"},
 {"ID":"EL000185", "Name":"LNCNEF", "NCBI_gene_Id":"101929685", "Aliases":"lncRNA neighboring enhancer of FOXA2;LINC01384; lncRNA-NEF", "Reason":"LncRNA NEF overexpression inhibited the migration and invasion of  triple-negative breast cancer cells.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"30839051", "fId":185, "NONCODEId":"NONHSAG031453.2"},
 {"ID":"EL000186", "Name":"A1BG-AS1", "NCBI_gene_Id":"503538", "Aliases":"A1BG antisense RNA 1;A1BGAS; A1BG-AS; NCRNA00181", "Reason":"lncRNA A1BG-AS1 suppresses proliferation and invasion of hepatocellular carcinoma cells by targeting miR-216a-5p.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"30556161", "fId":186, "NONCODEId":"NONHSAG026721.3"},
 {"ID":"EL000187", "Name":"ADAMTS9-AS2", "NCBI_gene_Id":"100507098", "Aliases":"ADAMTS9 antisense RNA 2", "Reason":"LncRNA ADAMTS9-AS2 inhibits cell proliferation and decreases chemoresistance in clear cell renal cell carcinoma via the miR-27a-3p/FOXO1 axis.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31400752", "fId":187, "NONCODEId":"NONHSAG084701.2"},
 {"ID":"EL000193", "Name":"AFDN-DT", "NCBI_gene_Id":"653483", "Aliases":"AFDN divergent transcript ;HGC6.4; AFDN-AS1; C6orf124; MLLT4-AS1; dJ431P23.3", "Reason":"AFDN-DT, an lncRNA that is repressed in gastric cancers (GC), functions as a tumour suppressor by inhibiting cell growth and metastasis through transcriptional repression of genes involved in metastasis.", "Role":"Tumor suppressor gene", "Organism":"Human", "Gene_Ontology_Annotations":"N.A.", "PMID":"31981317", "fId":193, "NONCODEId":"NONHSAG045430.3"}]